[
  {
    "name": "Alchemist",
    "introduction": [
      "An Alchemist is an individual devoted to understanding and unlocking the secrets of nature and using them to create rare and exotic substances. In addition to a devotion to studying all the available alchemical literature, the basis of the Alchemist consists of tradesman skills, such as refining, distilling, and preparing dissected parts into alchemical components. As the Alchemist advances they learn to combine these trades with their knowledge of the arcane and science to create standard alchemical items from known recipes. Once an Alchemist has advanced well into their career the famous alchemical skills become available, such as the creation of golems. At the apex of their career, after many years of hard work and study the alchemist may be able to achieve rank 5 of their chosen specialty and there by perform research and design their own alchemical items.",
      "It is truly the rare and almost unheard of alchemist who has achieved rank 6 in any one school of alchemy."
    ],
    "rules": [
      {
        "type": "header",
        "content": "Using Alchemical Items"
      },
      "Some alchemical items are easily used by anyone, while others require the wielder to be instructed. Any character can use any Potion, Solution, or Poison, so long as it is used in the correct manner. If the character, for example drinks an Oil of Sharpeness they would gain no benefit and would get an upset stomach instead; or if a character used a Healing Potion on a sword the potion would have no effect.",
      "A character cannot be forced to drink an alchemical item if they are unwilling. They can be charmed or coerced into drinking something however. Characters who are Unconscious, Bleeding to Death, Mortally Wounded or Dying cannot drink alchemical items. Golems and non-corporeal undead cannot drink alchemical items either.",
      "Although some alchemical items duplicate magical spell effects, these items are not magical themselves. Therefore, detection spells do not detect alchemical items as magical",
      "Defenses that stop spells such as a Defense, Negation, Reflection, Absorption, and Resist Suggestion spells are ineffective against alchemical items. The Purity spell and Ritual of Alchemy Shield will stop most alchemy. These magical defenses and the Resist Alchemy and Nature’s Purity skills will not stop alchemical items that produce an effect and therefore do not affect the character directly. The following alchemical items are stopped by magical defenses that stop physical attacks: Paste of Binding, Acids, Fire Breath Potion, Sun Water, Paste of Stickiness, and Alchemical Lubricant. Additionally, alchemical items like Oil of Striking, Oil of Mithril Blade, Oil of Fire Blade, and Oil of Armor affect the weapon or armor and are not stopped by these defenses. The Purity spell will not stop any ingested alchemical item. Gases and dusts are not stopped by defensive martial skills, if a character chooses to use one they take the affect of the alchemical item.",
      "A Purify Blood spell cures or removes all alchemical effects that do not cause damage that affect the character directly. For example, the effects of a Sleep Poison, Paralysis Poison, Silence Poison, Giant Strength Potion, etc. will end if the character is affected by a Purify Blood spell.",
      "An alchemical item that is thrown like a dust, contact item or gas is used as soon as it is thrown, no matter where it lands or if a character catches the packet. The player must tear about half the tag off the physical representation before throwing the item. A character cannot “prepare” more than one alchemical item ahead of time before throwing them and the character has 1 minute to use the item before it becomes inert. Thrown contact poisons, in order to take affect, must hit a character with no physical Armor Points remaining. Alchemical items in a pouch or pocket are not broken if struck with a weapon. As a general rule, if you find any thrown alchemy on the ground during a big battle, you should assume it is used. This is also true for contact substances that are placed on a weapon or object. If the sword hits the player – not their weapon or shield – the alchemical item is used. If a defense that stops physical attacks is called against the alchemical item, the item is also used. Once any alchemy – thrown or applied – is used it cannot be reused or collected.",
      "If a weapon or object coated with a poison is touched by bare skin, the poison is expended and the character is affected. If a character is immune to a poison, they cannot apply that poison to their bare hand. While they will not be affected by the poison, it is still expended.",
      "It is possible to stack a spell and an alchemical item at the same time. As a rule, only one type of alchemical item can be drunk or used at one time. The same is true for alchemical items on objects. In other words, only one Giant Strength potion can be used at one time, or one Oil of Striking. You can use two oils on a weapon so long as they are of different types. If you do mix two like items, both will be destroyed.",
      "For example, Duncan uses an Oil of Striking +2 and an Oil of Silver Blade on his weapon. Now the weapon will swing for a base of 4 points of damage and with the “Silver” suffix, so “8 Silver” with all of his other bonuses. But if Duncan adds another Oil of Striking – of any strength – all oils of striking are destroyed or an Oil of Mithril Blade or Ghost Blade then all the blade oils are destroyed.",
      "Alchemical items on an item are used as soon as the item is used. If a person dies and must go to the Healers’ Guild, without their body, all alchemical effects are gone. If an item is shattered or destroyed, all alchemical items on it are destroyed as well. All alchemical items take effect instantly after being administered, unless noted elsewhere.",
      {
        "type": "header",
        "content": "Special Rule of Poisons"
      },
      "A poison or other alchemical item that is an ingested substance can be placed in food or drink. Most of the food or drink must be consumed before the item will take effect, for marshaling purposes at least 75% of the food or drink counts as most.",
      "If a character wants to poison a large container or vessel, such as a cask of ale or a pot of stew, they need to have enough doses of the alchemical substance to dose the entire batch or container.",
      "For example, Balthazar decides he wants to “spice” things up at the feast one night. He goes to a Marshal and asks how many servings of stew are in the pot in the kitchen. The Marshall rules that the pot holds 25 servings of stew. Balthazar would then need 25 Gypsy Love Poisons to dose the batch, any less and the attempt completely fails and all doses are lost. But Balthazar has been planning this for a long time and has the needed 25 doses of the poison. He sneaks in the kitchen and while Fugazi the Cook is not looking, dumps the poison into the pot, while the Marshal is watching. Now whenever someone finishes their stew they will fall in love with the next person of the opposite sex they see.",
      "Even though there is a potential for a lot of an alchemical item needed for a container, unless a character has the first rank of the appropriate school, the alchemical item is undetectable.",
      {
        "type": "header",
        "content": "Material Components"
      },
      "Alchemical items are produced by following a prescribed recipe. This involves physically and chemically transforming the material components into the desired product by sheer force of will. There are two types of components: common ones, called Reagents, and Rare Components. Reagents are simple, common chemicals and herbs that are used in brewing the item. They are found all over Midlantia: from the Elven forest to the Dwarven mines, from the ocean to the Northern Ice. None of these are difficult to get, nor do they require special skills to collect, but require some one willing to get them, like merchants. The Reagents can be purchased, typically for 5 copper pieces each, from the Alchemist Guild, found while adventuring, or at the Merchants Guild. The second component type, the Rare Component, must be acquired in game.",
      "In order to properly collect material components, the player must have Dissection for characters, Herbal Lore for plants, and anyone can collect minerals once identified. When gathering material components, a player should write down the nature of the component and have an appropriate witness sign their name and player number. It should then be taken to an Alchemy Marshal or the Treasure Marshal, where a tag will be generated. In game, the Alchemist actually sits down after dissecting and refines, to a certain degree, the component to get from it all he needs to make it useful. For example the Alchemist needs the blood of a Troll. All the blood in the Troll is bled out and the final drops are collected and brought back to the guild. There the Alchemist refines it down to a few useful doses. A player can increase the usefulness of these Rare Components with the Advanced Refining skill.",
      "A character may never substitute one component for another. If the recipe calls for the Willing Blood of a Paladin, only the Willing Blood of a Paladin may be used. Even if that blood comes from a human, a Solar or a Dragon, it is the same component. If a character wishes to use a different component in a recipe, they must research a new version of that alchemical item. Players should read the section on creating new alchemy for further information.",
      "Some characters, especially monster types, might be worth more doses of a component being dissected. For example, the character is looking for Essence of a Memory Moss and discovers a creature called the Mother of all Memory Mosses. Instead of the two doses the character would normally get, they will receive four doses from dissecting the character. The Plot Committee will indicate on any special character if they yield more than the normal number of doses, the player does not need to ask. If the NPC’s card does not say it gives more doses, then it does not.",
      {
        "type": "header",
        "content": "Alchemical Tags"
      },
      "Alchemical items can only be identified by characters with the appropriate Alchemy skill. Therefore, a character who acquires alchemical items will not know what the item is until it is properly identified. This does not preclude anyone from labeling the item in- game either correctly or incorrectly but the number, and/or description on the LAIRE item tag must be present, correct and whole. An out-of-game tag will be placed on the physical representation for each item. This tag should have the code number for the item; this allows characters with the appropriate skills to identify the item. The character identifying an item should initial the out-of-game tag as proof of a character’s in-game knowledge of the item’s identity with their initials and player number.",
      "All finished products must be in a vial. A player cannot have their character carry a stack of finished items while they adventure. It is acceptable to have just tags and no vials when a character has their items in its place of storage.",
      "For example, Pyrrhus has several poisons and potions in his in-game box in his room at the event. He keeps them on a tag ring, not in vials. He decides he wants to sell some about town and use a few others on an adventure. He must place all the tags he is taking from his room into vials; he cannot simply take the tags and carry them on his tag ring.",
      {
        "type": "header",
        "content": "Recipe Books"
      },
      "Every alchemist is required to have a recipe book. The alchemist must produce the recipe to the marshal when he makes his alchemical item, including golems. A recipe can be copied as any other text, but must be done in-game. Each recipe must appear on its own piece of paper. This information must appear on the page:",
      {
        "type": "list",
        "items": [
          "School of Alchemy the item belongs to",
          "Name of item",
          "Rank",
          "Rare component(s)",
          "Description of the item",
          "The marshal’s initials and date"
        ]
      },
      "The player may feel free to add other information to the page, such as directions for brewing the potion, but the basic information must be present.",
      "If the recipe is copied from someone or somewhere, the marshal needs to see the original source and sign and date the new copy. There is effectively no limit to the number of copies an alchemist can have.",
      {
        "type": "header",
        "content": "Producing Alchemical Items"
      },
      "All alchemical items must be produced in-game with a marshal present. The player must produce the Reagent Tags, the Rare Component Tags and their copy of the Alchemical Recipe before they begin to brew. The character is limited to the amount of alchemy they can create in one month’s time. The rate of production, in-game production time, and cost is given in the table below.",
      "An Alchemist receives 5 Production Points per Rank of skill that they know, per school that they know. So a character with Rank 2 Potions will have 10 Production Points for potion creation only and a character with Rank 5 Solutions would have 25 Production Points of solution creation only. The Alchemist gets to renew their Production Points on the first day of the month, regardless of when the LAIRE Event takes place. The character gets their production for each school of Alchemy they know. However, the earned Production Points for each school are not transferable between schools; a player cannot use their Poison Production Points to make Solutions. The points may only be combined when making a Golem. Each alchemical item must be made separately and cannot be created in “batches”. The alchemist does not have to work on their items consecutively, but must complete the item once started. Brewing alchemical items does not require the characters complete concentration. Therefore, they are able to converse, cast spells, etc, however if they are attacked or forced to walk away from their work their brewing automatically fails and all Reagents and Rare Components are lost.",
      "For example, Terrance with Rank II Solutions, Rank IV Poisons and Rank V Potions has 10 Production Points towards Solutions, 20 Production Points towards Poisons and 25 Production Points towards Poisons. He cannot use his Potion Production Points to make a Solution or Poison.",
      "A character with the Alchemy Skills must turn in the Rare Component tags and the necessary number of Reagent tags at the beginning of the production to the Alchemy Marshal. The marshal will note on the player’s Character Card the number of Production Points for each school they have expended.",
      {
        "type": "table",
        "title": "Alchemy Production and Cost Table",
        "headers": [
          "Rank",
          "Production Time (Min)",
          "Production Point Cost",
          "Number of Reagent Tags (In Guild)",
          "Number of Reagent Tags (Portable Lab)",
          "Number of Reagent Tags (On the Road)",
          "Production Points for a Rank"
        ],
        "rows": [
          [
            "Rank 2",
            "5",
            "2",
            "2",
            "4",
            "8",
            "10"
          ],
          [
            "Rank 3",
            "10",
            "4",
            "4",
            "8",
            "16",
            "15"
          ],
          [
            "Rank 4",
            "20",
            "6",
            "8",
            "16",
            "32",
            "20"
          ],
          [
            "Rank 5",
            "30",
            "8",
            "16",
            "32",
            "64",
            "25"
          ],
          [
            "Rank 6",
            "40",
            "10",
            "32",
            "64",
            "128",
            "35"
          ],
          [
            "Rank 7",
            "50",
            "12",
            "64",
            "128",
            "n/a",
            "40"
          ],
          [
            "Rank 8",
            "60",
            "14",
            "128",
            "n/a",
            "n/a",
            "45"
          ],
          [
            "Rank 9",
            "70",
            "16",
            "256",
            "n/a",
            "n/a",
            "50"
          ],
          [
            "Rank 10",
            "80",
            "18",
            "512",
            "n/a",
            "n/a",
            "55"
          ]
        ]
      },
      "There is a chance of failure when making alchemical items. If a character rolls a Failure or a Critical Failure, the major component and all reagents are expended. The chance to fail to make an alchemical item is:",
      {
        "type": "list",
        "items": [
          "An Alchemist making an alchemical item at the rank they know has a 15% chance of Failure. When creating items below their rank, the Alchemist gains +5% to their roll per rank. See table below.",
          "An Alchemist making an alchemical item at the rank they know has a 3% chance of Critical Failure. When creating items below their rank, the chance is reduced by 1%. See table below.",
          "A roll of 100 always fails.",
          "+5% bonus for doubling the Production Time.",
          "+5% bonus for using double the number of base reagents."
        ]
      },
      {
        "type": "image",
        "fileName": "rank_of_alchemy_school_known.png"
      },
      "For example, Terrence from the example above wants to use his Production Points and alchemy skills to make some alchemical items. First, he finds an Alchemy Marshal. Then together they go to the Alchemist’s Guild to brew up his concoctions. First he decides to make three 8 Point Sun Water solutions. He takes three doses of Blood of a Willing Healer, and six reagent tags (2 reagents x 3 solutions). Each solution takes 5 minutes to make. The marshal times each solution and, at the end of each, he asks Terrence to roll percentile dice. Terrence rolls a 37, 24, and a 94. Terrence successfully creates two solutions, and fails at one. The marshal writes out two tags for the successful creations.",
      "For example, Terrence from the example above wants to use his Production Points and alchemy skills to make some alchemical items. First, he finds an Alchemy Marshal. Then together they go to the Alchemist’s Guild to brew up his concoctions. First he decides to make three 8 Point Sun Water solutions. He takes three doses of Blood of a Willing Healer, and six reagent tags (2 reagents x 3 solutions). Each solution takes 5 minutes to make. The marshal times each solution and, at the end of each, he asks Terrence to roll percentile dice. Terrence rolls a 37, 24, and a 94. Terrence successfully creates two solutions, and fails at one. The marshal writes out two tags for the successful creations.",
      "Next, Terrence wants to create two gaseous Silence poisons. He takes out two doses of Tongue of a Halfling. Each poison takes 5 minutes, 4 Production Points (2 Production Points x 100%), and 4 reagent tags (2 reagent tags x 100%). A total of 10 minutes, 8 Production Points, and 8 Reagent tags. After each poison is completed the marshal has Terrence roll and he gets a 12 and a 100. The first poison is created successfully, but the last is a flaw. The marshal informs Terrence he takes 4 points of damage. The marshal fills out the tag for the successful creation.",
      "Lastly, Terrence wants to make a contact Heal Mind potion and a Strength Potion +3 with an extended duration of 10 minutes. Terrence takes out his Darkwood Mushroom and Muscles of a Troll component tags. Also, he counts out 12 reagent tags for the former (8 reagent tags x 50%) and 6 reagent tags for the latter (4 reagent tags x 50%). The potions Terrence wishes to make will cost 9 and 6 Production Points respectively. Once again the marshal times the creation of the potions, 20 minutes for the first and 10 minutes for the second. Terrence rolls a 45 and a 26. The marshal fills out two tags for Terrence and tares up the used component and reagent tags.",
      "Now Terrence takes his new alchemy and heads out, ready for an adventure. He still has 4 Solution, 12 Poison, and 10 Potion Production Points left he can use later.",
      {
        "type": "header",
        "content": "Modifying Alchemical Items"
      },
      "There are three skills a player can have their Alchemist character learn and use to modify the basic alchemical recipes found later in this section. The first is Extend Duration, which increases the duration of some alchemical items. The most a character can increase the duration is two steps down on the following chart. Each level has its own associated cost. The following table outlines the duration times and what it takes to use this skill.",
      {
        "type": "image",
        "fileName": "extend_duration_table.png"
      },
      "No alchemical item can have a duration longer than 1 Event.",
      "The second and third skills the character can use to modify their alchemical items are Make Contact and Make Gaseous. These are two separate skills and are mutually exclusive; the player must choose one or the other when producing their items. Make Contact skill allows the alchemical item to be delivered by touch: a thrown item, placed on an object, or applied to a blade. Make Gaseous skill makes the alchemical item affect everyone in a radius indoors or outdoors. To determine who is affected, the character struck with the gas or the closest player to the gas should stretch their arms out to either side and turn in a circle and anyone in that radius that the player can touch is affected. In the below table, the cost and Production Point increase for using these skills are outlined.",
      {
        "type": "table",
        "title": "Contact and Gaseous Table",
        "headers": [
          "Type",
          "Production Point Increase",
          "Reagent Tag Increase",
          "Additional Component"
        ],
        "rows": [
          [
            "Contact",
            "+50%",
            "+50%",
            "Pitchblende"
          ],
          [
            "Gaseous",
            "+100%",
            "+100%",
            "1 pt. of Acid"
          ]
        ]
      },
      "For purposes of making gases, any level acid will do and the character can use only one point of it. The Alchemy Marshal will mark off the point on the tag.",
      "All Production Point and Reagent Tag increases are cumulative. So if an Alchemist wanted to make a gaseous 6 hour Heroism potion it would cost them 24 Production Points (8 Base + 8 for Extend Duration + 8 for Make Gaseous), 48 Reagent Tags (16 Base + 16 for Extend Duration + 16 for Make Gaseous), and 30 minutes in-game.",
      "No item once made can be changed. Therefore Extend Duration, Make Contact and Make Gaseous must be used at the time of creation and cannot be used on an already existing item. For a full description of Extend Duration, Make Contact and Make Gaseous skills see Chapter 5.",
      {
        "type": "header",
        "content": "Creating a Golem"
      },
      "The pinnacle of alchemical mastery is the art of golem crafting. By means of the Create Golem skill, the character is able to animate a golem to serve his needs. The golem has no free will and will obey the commands given to it to the fullest extent of its ability. While the golem is robotic in nature, it does understand the intent of the commands given to it, understanding the will of the creator. It is able to remember any number of commands.",
      "The golem however is unable to make rational choices. If the golem is ordered to: “Kill anyone who attacks me,” the golem will attack a person who gives a friendly slap. The golem cannot be ordered to “Attack anyone who steals something from this room,” but can be ordered to “Attack anyone who takes anything from this room they did not come in with.” In the latter case the golem will attack a character even if the alchemist gives them something to take with them.",
      "The golem can never be made to harm the creator, and similarly the creator cannot order the golem to strike them self. The golem can be ordered to listen to the commands of someone else, but the creator’s command will always override anyone else they have given control of the golem to.",
      "The character must gather the needed components to create the golem before starting to animate the golem. In the case of flesh golems, the alchemist has the required skill to sew the golem together. Wood and stone golems require someone with the appropriate craftsman skill to fashion the golem. The alchemist needs to find someone with Rank 2 of either the Weapon Smith or Armor Smith skill to create the husk needed to animate the golem.",
      "The creation process ends with the alchemist transfusing all of their blood to the golem thereby delivering a Killing Blow to the character. The alchemist may be healed appropriately. The character will lose a number of Body Points equivalent to the level of golem created until the golem is destroyed. The Body Points must come from the creator and not a potion or spell. This creates the link between creator and golem. The golem must be created in the Alchemist Guild or an equivalently outfitted laboratory.",
      "Should the golem be destroyed, the creator will know it instantly (or as soon as a marshal can tell the player) and will experience pain as the Body Points return.",
      "A character who has a golem must find a volunteer to play the golem. Any player can volunteer their own time to play the golem, but they cannot make it part of their NPC duty without a Plot Marshal’s approval. However, if a Marshal has foreknowledge that a golem is present in someone’s room and they send out a group to specifically engage that area, they should send an extra NPC to play the golem.",
      {
        "type": "table",
        "title": "Golem Creation Table",
        "headers": [
          "Rank",
          "Golem",
          "Creation Time",
          "Production Points",
          "Reagent Tags*",
          "Major Component",
          "Minor Component**"
        ],
        "rows": [
          [
            "Rank 1",
            "Wood",
            "30 min",
            "40",
            "100",
            "Knot of Wood from Mistwood Tree",
            "Carved wood Statue Made from Material Worth 5 silver pieces"
          ],
          [
            "Rank 2",
            "Flesh",
            "45 min",
            "50",
            "200",
            "Copper Heart (25cp) and 400 points of Lightning Damage",
            "Embalmed Parts from 4 Creatures"
          ],
          [
            "Rank 3",
            "Stone",
            "60 min",
            "60",
            "300",
            "Stone from the Heart of a Bed of Lava",
            "Carved Stone Statue Made from Material Worth 1 gold piece."
          ],
          [
            "Rank 4",
            "Iron",
            "90 min",
            "70",
            "400",
            "Essence of a Level 5 Fire Elemental",
            "Forged Iron Statue Made from Material Worth 2 gold pieces"
          ],
          [
            "Rank 5",
            "Steel",
            "105 min",
            "80",
            "500",
            "Saliva of a Red Drake",
            "Forged Steel Statue Made from Material Worth 3 gold pieces"
          ],
          [
            "Rank 6",
            "Mithril",
            "120 min",
            "90",
            "600",
            "Fire Ruby",
            "Forged Mithril Statue Made from Material Worth 100 gold pieces"
          ]
        ],
        "footers": [
          "** Two whole, un-dissected, destroyed golems of the same type can be substituted for the minor component."
        ]
      },
      {
        "type": "header",
        "content": "Creating New Alchemical Items"
      },
      "Once a character learns Rank 5 in a school of Alchemy, they are able to perform research to create new alchemical items. There are some guidelines that the player should follow and think about when proposing a new item.",
      {
        "type": "list",
        "items": [
          "Items that heal or cure cannot be made gaseous. The basic premise or in-game justification for this is the process of making an item gaseous – namely adding acid in the final steps – destroys the item or adds too many impurities to the item for it to work.",
          "There are no “Purify Blood” potions. The only items that do something similar to this are the antidote poisons.",
          "Alchemical items do not affect magic directly. While there are potions that make you indirectly immune to a magical effect, generally speaking, items that destroy or dispel magic; drain or add Power Points; stop spells; or duplicate special magical effects like Total Power or sorcery rituals are not viable alchemical items.",
          "The Rare Component should reflect or symbolize the desired alchemical effect. Lizardman scales would be a poor choice for a potion of Fire Breathing.",
          "As a general rule, each item only has one Rare Component. There are some instances where an item has two Rare Components, as in the case of Dust of Sleep, but the player should limit themselves to one basic Rare Component.",
          "An item that gives the character more uses or effects from another item is also disallowed. No wishing for more wishes."
        ]
      },
      "There are other considerations, such as game balance, that will take into account when approving the new item.",
      "Any alchemical item not found in these rules must have a simple description of the effect on the back of the item tag.",
      "The player is required to make their proposal in writing. proposal must include:",
      {
        "type": "list",
        "items": [
          "The desired effect of the alchemical item.",
          "The desired duration of the effect (instant, 10 minutes, 1 hour, etc.)",
          "The Rare Component needed.",
          "The proposed school and rank."
        ]
      },
      "After approval, the chance of initial success is 50% after fulfilling these base requirements:",
      {
        "type": "list",
        "items": [
          "1 silver piece times the rank of the alchemical item.",
          "The number of doses of Reagents the alchemical item requires.",
          "10 minutes per rank of in-game roleplaying; then an additional month of out-of-game research for modifying an existing recipe or two months of out-of-game research to create a new recipe.",
          "A single dose of the Rare Component."
        ]
      },
      "To increase this success chance, the character may spend more time and money:",
      {
        "type": "list",
        "items": [
          "+5% per extra Event of roleplaying up to a maximum of four extra Events.",
          "+1% per extra 1 silver piece spent but the maximum chance is 95%.",
          "+25% bonus for modifying an existing recipe.",
          "+1% times (Character’s Rank of Alchemy School – Rank of Alchemical Item being Researched)",
          "Special bonuses assigned by the Plot Committee, which could be either a positive or a negative bonus."
        ]
      },
      "The maximum chance of success is always 95%.",
      "After submitting the proposal, the player will be informed if the alchemical item will not be allowed in-game or if the character will never be able to make the item. If approved, the character then spends the required time and rolls to determine the success of the research and tries to create the item. If they succeed their research roll but some aspect of the recipe is inappropriate – wrong Rare Component, wrong effect etc – the E-Board will inform the player after they attempt to create their new alchemical item. If they fail the research roll, the player will be informed after they failed to create the new alchemical item that the roll failed and they should try again after researching at least another Event gaining the appropriate bonus, however the character needs not spend more money.",
      {
        "type": "header",
        "content": "Alchemical Item Lists",
        "variant": "h1"
      },
      "Below are the commonly available items players can find in-game. Players are able to make new items, therefore you should not be surprised to find new things as you play the game.",
      {
        "type": "header",
        "content": "Description Headings"
      },
      "Each alchemical item has a description heading that summarizes some of the important information pertaining to each item. Below is an explanation of what each heading indicates.",
      {
        "type": "header",
        "content": "Forms",
        "variant": "h3"
      },
      "There are three forms each alchemical item can take: Ingested, Contact, and Gaseous. Ingested indicates that the substance must be consumed to work. Alchemical items, like Poisons, can be placed into a drink or on food and still function normally. Contact indicates that the Make Contact skill can be used on the item to make it able to be applied to a weapon or object and will take effect if touched. Gaseous indicates that the substance can be turned into a gas with the Make Gaseous skill. Some alchemical items have a Special application method. The player should read the descriptive text to learn more.",
      {
        "type": "header",
        "content": "Duration",
        "variant": "h3"
      },
      "Every alchemical item has a duration. These include Instant, 10 Minutes, 1 Hour, 6 Hours, 24 Hours, or 1 Event.",
      {
        "type": "header",
        "content": "Component",
        "variant": "h3"
      },
      "This is the Rare Component needed to make this item.",
      "Some components have a descriptor in parentheses juxtaposed to the components name that indicates the amount of that substance that constitutes a dose – the amount of that substance that is needed to make that alchemical item.",
      {
        "type": "header",
        "content": "Yield",
        "variant": "h3"
      },
      "Some Rare Components come from characters. When a player dissects a character, this heading indicates how many usable doses they can get from that character. For a full description on how the Dissection skill works, see the Dissection skill description in Chapter 5.",
      {
        "type": "header",
        "content": "Rarity",
        "variant": "h3"
      },
      "This heading indicates how rare the component is. Advanced Refining skill takes longer on more rare components. This also gives the player a relative idea of how much the component is worth.",
      {
        "type": "header",
        "content": "Using Acids"
      },
      "Acids affect corporeal undead normally, but has no effect on non- corporeal undead. The following chart shows how acids affect various substances. Note: metals do not include Mithril or higher, which no known acid will effect. There is no known acid that can affect glass.",
      {
        "type": "table",
        "title": "Acid Effect Table",
        "headers": ["Rank", "Parchment/Cloth", "Wood/Rope/Leather/Bone", "Metal/Ceramic", "Stone/Gems"],
        "rows": [
          ["Rank 2", "4x4x1 in", "1x1x1 in", "N/A", "N/A"],
          ["Rank 3", "12x12x1 in", "4x4x1 in", "1x1x1 in", "N/A"],
          ["Rank 4", "24x24x1 in", "12x12x1 in", "4x4x1 in", "1x1x1 in"],
          ["Rank 5", "36x36x1 in", "24x24x1 in", "12x12x1 in", "4x4x1 in"],
          ["Rank 6", "4x4x1 ft", "36x36x1 in", "24x24x1 in", "12x12x1 in"],
          ["Rank 7", "5x5x1 ft", "4x4x1 ft", "36x36x1 in", "24x24x1 in"],
          ["Rank 8", "6x6x1 ft", "5x5x1 ft", "4x4x1 ft", "36x36x1 in"],
          ["Rank 9", "7x7x1 ft", "6x6x1 ft", "5x5x1 ft", "4x4x1 ft"],
          ["Rank 10", "8x8x1 ft", "7x7x1 ft", "6x6x1 ft", "5x5x1 ft"]
        ]
      }
    ],
    "poisonsSchool": [
      {
        "name": "6 Point Poison",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This poison delivers 6 points of direct body damage.",
          "Extend Duration has no effect on this poison. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 2
      },
      {
        "name": "Love Poison",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": "When this poison affects a character, they fall in love with the first member of the opposite sex they see. A Purify Blood spell will remove the effect before the duration expires.",
        "rank": 2
      },
      {
        "name": "Slow Death",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This poison will bring the affected character to the Brink of Death after 6 hours, and can be healed normally. A Purify Blood is not needed before the character is lifed; the poison has run its course. After being poisoned, the character begins to feel ill – stomach pains, headache, weakness and a fever – and these symptoms get worse over the 6 hours. If the character is sleeping when affected by this poison, they will wake up after an hour of being affected.",
          "Extend Duration has no effect on this poison. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 2
      },
      {
        "name": "Silence Poison",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": "The character affected by this potion is unable to speak and therefore unable to cast spells or use any other skill that requires a verbal. The character is still able to call damage and invoke latent spells, as these actions are out-of-game. The effect can be cured by a Purify Blood spell.",
        "rank": 2
      },
      {
        "name": "12 Point Poison",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This poison delivers 12 points of direct body damage.",
          "Extend Duration has no effect on this poison. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 3
      },
      {
        "name": "Blindness Poison",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This poison causes the target character to be blind. They will remain blind for 10 minutes or until a Purify Blood spell is used to cure the poison. While blinded a character cannot make any melee attacks unless they have the Blind Fighting skill. They can close their eyes and throw a spell “blind”. They can use their weapons to attempt to block attacks directed at them, so long as their eyes are closed and do not attempt to swing their weapon. They are able to use any defensive skills or spell defenses they have, such as Master Parry, Crit Parry, or Negation.",
          "When you roleplay the effects of a Blind Poison, you can close your eyes. However, take care if you are on rough terrain or in a room with sharp furniture. It is better to keep your eyes open and be safe than it is to role-play your character’s blindness convincingly."
        ],
        "rank": 3
      },
      {
        "name": "Paranoia Poison",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": "The target character becomes paranoid that everyone and everything is out to get them. A Purify Blood spell will end the effect before the duration expires.",
        "rank": 3
      },
      {
        "name": "Quick Death Poison",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This poison will bring the affected character to the Brink of Death after 1 hour. They require the normal healing methods for healing a character at the Brink of Death. A Purify Blood is not needed before the character is lifed; the poison has run its course. After being poisoned, the character begins to feel ill – stomach pains, headache, weakness and a fever – and these symptoms get worse over the hour. If the character is sleeping when affected by this poison, they will wake up after 10 minutes of being affected.",
          "Extend Duration has no effect on this poison."
        ],
        "rank": 3
      },
      {
        "name": "Antidote",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This antidote will relieve all the effects of any Rank 3 or lower poison and any other toxins or natural poisons that mimic a poison in the poison school.",
          "Extend Duration has no effect on this poison. This recipe produce 2 alchemical items when made."
        ],
        "rank": 3
      },
      {
        "name": "Weaken Poison Poison",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This poison causes the target character to deal no more than 1 point of damage with all martial attacks regardless of their Damage Bonus or Strength Bonus and lose all Strength Bonuses for the duration of this poison.. This poison does not affect special weapon attacks like the Slay skill, Assassinate skill, Stun skill, etc. For skills that modify damage, the base weapon damage is always 1. For example, if a weakened character uses a Critical Attack skill, they will deal 2 points of damage. Similarly, a weakened character will only Waylay dealing 1 point of damage.",
          "This recipe will produce 2 alchemical items when made."
        ],
        "rank": 3
      },
      {
        "name": "18 Point Poison",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This poison delivers 18 points of direct body damage.",
          "Extend Duration has no effect on this poison. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 2
      },
      {
        "name": "Amnesia Poison",
        "duration": "Special",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "When the target character is affected by this poison, they will forget everything 10 minutes prior to the poisoning. If a Purify Blood is used within 6 hours of taking the poison, the poison is cured. If Extend Duration is used during creation, then the length of time forgotten is extended; therefore, the Amnesia poison can be made to cause the target to forget everything 1 hour and 6 hours back.",
          "The Poison will last for three months, including the month it was taken. This is not three Events, so even if the player does not play that character, the time will expire in three months. So, if a character takes the poison in January, it will end at the end of the March Event."
        ],
        "rank": 4
      },
      {
        "name": "Feeblemind Poison",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": "This poison reduces the target character to a blithering idiot, unable to use any skills, call latent spells, or defend themselves. This effect can be removed with a Purify Blood spell.",
        "rank": 4
      },
      {
        "name": "Paralysis Poison",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This poison completely paralyzes the target character; they cannot move or speak. The only acts a paralyzed character can perform are to move their eyes, blink, or invoke a latent spell. A Killing Blow may be delivered while a character is paralyzed.",
          "Paralyzed characters can be moved as they are not attached to the ground; in addition, their limbs can be moved by some external force such as another player. The target will still be unable to move from their new position."
        ],
        "rank": 4
      },
      {
        "name": "Rank 4 Antidote Poison",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This antidote will relieve all the effects of any Rank 4 or lower poison and any other toxins or natural poisons that mimic a poison in the poison school.",
          "Extend Duration has no effect on this poison. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 4
      },
      {
        "name": "Sleep Poison Poison",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": "This Poison causes a character to sleep for 10 minutes. Unlike the Sleep spell, one point of damage will not awaken the character; rather the character needs to receive the appropriate antidote or a Purify Blood spell.",
        "rank": 4
      },
      {
        "name": "24 Point Poison",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This poison delivers 24 points of direct body damage.",
          "Extend Duration has no effect on this poison.",
          "This recipe will produce 2 alchemical items when made."
        ],
        "rank": 5
      },
      {
        "name": "Forget and Remember Poison",
        "duration": "Special",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "A character affected by this poison will forget one selected incident, as told by the first person the character comes in contact with, and will remember what is prompted with false memory. If a Purify Blood is used within 6 hours of taking the poison, the poison is cured.",
          "The Forget and Remember Poison will last for three months, including the month it was taken. This is not three Events, so even if the player does not play that character, the time will expire in three months. So, if a character takes the poison in January, it will end at the end of the March Event.",
          "When the poison ends, whatever the means, the character will remember both the true memory and the false ones and will know the difference.",
          "A character cannot be made to forget skills, but they can be made to forget they have those skills. This poison cannot be self induced. The next character who issues the commands to “Forget” and “Remember” are obeyed.",
          "Extend Duration has no effect on this poison."
        ],
        "rank": 5
      },
      {
        "name": "Instant Death Poison",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This poison will bring the affected character to the Brink of Death instantly. They require the normal healing methods for healing a character at the Brink of Death. A Purify Blood is not needed before the character is Lifed; the poison has run its course.",
          "Extend Duration has no effect on this poison."
        ],
        "rank": 5
      },
      {
        "name": "Rank 5 Antidote",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This antidote will relieve all the effects of any Rank 5 or lower poison and any other toxins or natural poisons that mimic a poison in the poison school.",
          "Extend Duration has no effect on this poison. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 5
      },
      {
        "name": "30 Point Poison",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This poison delivers 30 points of direct body damage.",
          "Extend Duration has no effect on this poison."
        ],
        "rank": 6
      },
      {
        "name": "Rank 6 Antidote",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This antidote will relieve all the effects of any Rank 6 or lower poison and any other toxins or natural poisons that mimic a poison in the poison school.",
          "Extend Duration has no effect on this poison."
        ],
        "rank": 6
      },
      {
        "name": "Sleeping Beauty Poison",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact",
          "Gaseous"
        ],
        "description": [
          "A character affected by this poison will fall into a catatonic sleep. While under the effects of this poison, the character no longer needs nourishment, air, and stops aging. The character is not immune or protected from attacks and is affected normally, even from other alchemical items.",
          "This poison is cured by a Rank 7 Antidote, Unicorn Pool Water or a Ritual of Absolute Healing only; a Purify Blood spell or similar affect will not awaken the character.",
          "At the time of creation, a condition that will awaken the character must be chosen. Identifying the poison will not reveal the condition only what type of poison it is. This condition must be approved by the Head of Plot. The condition must be general enough to be possible and cannot be so specific as to be impossible or improbable to discover. Examples of acceptable conditions are: A kiss from a Royal Noble (kings, queens, dukes etc.), the touch of a rose, the tear of a child, etc. Unacceptable conditions are: a slap from Bob, the left toe nail of George the monkey, the target’s own voice, etc.",
          "Extend Duration has no effect on this poison."
        ],
        "rank": 6
      }
    ],
    "potionsSchool": [
      {
        "name": "Hang-over Cure",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "When used, this potion will cure a hangover.",
          "Extend Duration has no effect on this potion. This recipe will produce 3 alchemical items when made."
        ],
        "rank": 2
      },
      {
        "name": "6 Point Healing Potion",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion heals 6 Body Points when used.",
          "Extend Duration has no effect on this potion. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 2
      },
      {
        "name": "Restore Sight Eye Drops",
        "duration": "",
        "forms": [
          "Special"
        ],
        "description": [
          "This potion will cure blindness, but will not re-grow eyes. This potion cannot be made into a contact or gas version. It must be applied to the eyes and is inherently a contact item.",
          "Extend Duration has no effect on this potion. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 2
      },
      {
        "name": "Super Alcohol x3",
        "duration": "Permanent",
        "forms": [
          "Special"
        ],
        "description": [
          "This potion permanently triples the potency of an alcoholic drink. Imbibing this potion directly has no effect; it must be used on an existing alcoholic beverage. This potion cannot be made into a contact or gas version.",
          "Extend Duration has no effect on this potion."
        ],
        "rank": 2
      },
      {
        "name": "Truth Serum 1",
        "duration": "1 Question, 10 Minutes",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion forces the character to immediately answer the next question directed at the character directly and truthfully with up to a 10 minute answer.",
          "Extend Duration has no effect on this potion."
        ],
        "rank": 2
      },
      {
        "name": "12 Point Healing Potion",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion heals 12 Body Points when used.",
          "Extend Duration has no effect on this potion. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 3
      },
      {
        "name": "Cure Disease Potion",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion will remove all diseases affecting the target. Some diseases may be resistant to the effects of this potion and stronger more specific cures must be found.",
          "Extend Duration has no effect on this potion. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 3
      },
      {
        "name": "Endure Condition",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion halves the effects of one condition for the duration of the potion. The conditions that the alchemist can create potions for are fire, water, air, earth, life, death or alchemy (poison, solutions and potions), and in the case of alchemy, it does not affect external damaging alchemy such as acids and pastes. The desired condition must be specified at time of creation and recorded on the item tag.",
          "In the case of damaging elemental or alchemical effects, the damage is halved. If the effect has a continuing effect, such as an Enfeeblement spell, the duration is halved. For spells which do not affect the character directly, such as Wall of Force, there is no effect.",
          "This potion does not work against Eldritch attacks. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 3
      },
      {
        "name": "Heroism Potion",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": "This potion will make the character immune to all fear affects for the duration of the potion.",
        "rank": 3
      },
      {
        "name": "Resist Suggestion",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": "The character under the effects of this potion avoids the affects of the next Truth spell or serum. While the latent nature of this potion lasts for the duration of this potion, it can only stop one Truth spell. If a Truth Serum is used, the entire serum is negated. For example, if a Truth Serum 6 is applied to a character, then all six questions are negated. A subsequent use of another Truth Serum will have normal effects.",
        "rank": 3
      },
      {
        "name": "See Magic Eye Drops",
        "duration": "",
        "forms": [
          "Special"
        ],
        "description": [
          "The character using this potion can see magic (as the spell) for the duration of this potion. This potion cannot be made into a contact or gas version. It must be applied to the eyes and is inherently a contact item.",
          "This potion will only work if there is a Marshal present."
        ],
        "rank": 3
      },
      {
        "name": "Stamina Potion +6",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": "Using this potion adds +6 Body Points that can be healed.",
        "rank": 3
      },
      {
        "name": "Strength Potion +3",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": "This potion grants the user a +3 Strength Bonus, Non-Combinable which allows one feat of great strength or +3 points of damage for the duration of the potion.",
        "rank": 3
      },
      {
        "name": "Super Alcohol x6",
        "duration": "Permanent",
        "forms": [
          "Special"
        ],
        "description": [
          "This potion permanently increases the potency of an alcoholic drink six fold. Imbibing this potion directly has no effect; it must be used on an existing alcoholic beverage. This potion cannot be made into a contact or gas version.",
          "Extend Duration has no effect on this potion."
        ],
        "rank": 3
      },
      {
        "name": "Truth Serum 3",
        "duration": "3 Questions, 10 Minutes",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This forces the target to immediately answer the next three questions directed at the character directly and truthfully with up to a 10 minutes in answer for each question.",
          "Extend Duration has no effect on this potion."
        ],
        "rank": 3
      },
      {
        "name": "18 Point Healing Potion",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion heals 18 Body Points when used.",
          "Extend Duration has no effect on this potion.",
          "This recipe will produce 2 alchemical items when made."
        ],
        "rank": 4
      },
      {
        "name": "Bainite Cure",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion will cure a character who has been turned into a Bainite brining them to the Brink of Death. If the character has not completely turned into a Bainite, they will simply be cured with no other ill effects. This potion has no effect on True Bainites.",
          "Extend Duration has no effect on this potion."
        ],
        "rank": 4
      },
      {
        "name": "Fire Potion 16 pts",
        "duration": "Special",
        "forms": [
          "Ingested"
        ],
        "description": [
          "The character using this potion can breathe fire three times for 16 points of fire damage each time. The three attacks must be used within 1 hour, or the character takes the damage of the remaining charges of the potion.",
          "Extend Duration has no effect on this potion. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 4
      },
      {
        "name": "Heal Mind Potion",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion will undo the effects of an Enfeeble spell. It may also cure insanity, amnesia, and possession (a Plot Marshal must determine whether the Heal Mind is successful). All mind effects are cured by application of this potion.",
          "Extend Duration has no effect on this potion. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 4
      },
      {
        "name": "Stamina Potion +12",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": "Using this potion adds +12 Body Points that can be healed.",
        "rank": 4
      },
      {
        "name": "Strength Potion +6",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": "This potion grants the user a +6 Strength Bonus, Non-Combinable which allows one feat of great strength or +6 points of damage for the duration of the potion.",
        "rank": 4
      },
      {
        "name": "Super Alcohol x9",
        "duration": "Permanent",
        "forms": [
          "Special"
        ],
        "description": [
          "This potion permanently increases the potency of an alcoholic drink six fold. Imbibing this potion directly has no effect; it must be used on an existing alcoholic beverage. This potion cannot be made into a contact or gas version.",
          "Extend Duration has no effect on this potion."
        ],
        "rank": 4
      },
      {
        "name": "Truth Serum 6",
        "duration": "6 Questions, 10 Minutes",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This forces the target to immediately answer the next six questions directly and truthfully with up to a 10 minutes in answer for each question.",
          "Extend Duration has no effect on this potion."
        ],
        "rank": 4
      },
      {
        "name": "24 Point Healing Potion",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion heals 24 Body Points when used.",
          "Extend Duration has no effect on this potion. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 5
      },
      {
        "name": "Fire Potion 32 pts",
        "duration": "Special",
        "forms": [
          "Ingested"
        ],
        "description": [
          "The character using this potion can breathe fire three times for 32 points of fire damage each time. The three attacks must be used within one hour or the character takes the damage of the remaining charges of the potion.",
          "Extend Duration has no effect on this potion."
        ],
        "rank": 5
      },
      {
        "name": "Restore Limb Potion",
        "duration": "Instant, Special",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion will instantly mend all broken limbs. In addition, any severed limb can be re-grown in 10 minutes.",
          "This potion can also re-grow a severed head, but the use of this potion in this manner requires one use of the Battle Surgery skill and will only re-grow the head, not any other limbs. This process takes 10 minutes.",
          "This recipe will produce 2 alchemical items when made."
        ],
        "rank": 5
      },
      {
        "name": "Resist Condition",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion renders the character immune to the effects of one condition for the duration of the potion. These are: fire, water, air, earth, life, death, or alchemical items and effects and in the case of alchemy, this potion has no affect on external damaging alchemy such as acids and pastes. The desired condition must be specified at time of creation and recorded on the item tag.",
          "The elements you can resist and what the component is, are given in the table below.",
          {
            "type": "table",
            "headers": [
              "Condition to Resist",
              "Component"
            ],
            "rows": [
              [
                "Fire",
                "Essence of a Fire Elemental"
              ],
              [
                "Water",
                "Essence of a Water Elemental"
              ],
              [
                "Air",
                "Essence of a Air Elemental"
              ],
              [
                "Earth*",
                "Essence of a Earth Elemental"
              ],
              [
                "Life",
                "Essence of a Life Elemental"
              ],
              [
                "Death",
                "Essence of a Death Elemental"
              ],
              [
                "Alchemy",
                "Scaven Stone"
              ]
            ],
            "footers": [
              "*Resist Condition: Earth makes the character immune to the Bonds School spells and elemental Earth damage attacks and effects, not to physical damage."
            ]
          },
          "This potion will protect the character from spells, effects, magical attacks, and specialty attacks for that element.",
          "A Scaven Stone has 1 Dose for every 25 Power Points in the stone, rounded down."
        ],
        "rank": 5
      },
      {
        "name": "Resist Necromancy",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion renders the character immune to the effects of necromancy for the duration of the potion rendering the character immune to the Necromancy School, being turned in to an undead, spell and effects.",
          "This potion is not stackable with the Resist Condition potion."
        ],
        "rank": 5
      },
      {
        "name": "Stamina Potion +18",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": "Using this potion adds +18 Body Points that can be healed.",
        "rank": 5
      },
      {
        "name": "Strength Potion +9",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": "This potion grants the user a +9 Strength Bonus, Non-Combinable which allows one feat of great strength or +9 points of damage for the duration of the potion.",
        "rank": 5
      },
      {
        "name": "20 Point Healing Potion",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion heals 20 Body Points when used.",
          "Extend Duration has no effect on this potion."
        ],
        "rank": 6
      },
      {
        "name": "Alchemical Life",
        "duration": "Instant",
        "forms": [
          "Contact"
        ],
        "description": [
          "This potion will restore a character back to life from the Brink of Death and leaves them at 1 Body Point; the Death System is not used. Alchemical Life must be used on the character within 5 minutes – 10 minutes if the character has the Coma skill – of their character going to the Brink of Death. The character’s body must be relatively intact and the head must be attached.",
          "Alchemical Life will only work on a character once per day – a period of time from 7am to 7am the next day. When you use an Alchemical Life on a character, you should write “Alchemical Life” on their character card along with the date, time and your initials; this allows another player to verify whether the character has already been “lifed” earlier that day. If the spell is cast on a character twice in the same day, the second use has no effect.",
          "Extend Duration has no effect on this poison. This potion is inherently a contact potion."
        ],
        "rank": 6
      },
      {
        "name": "Doppelganger Potion",
        "duration": "1 Hour",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion will change the outward appearance of the imbiber into that which is specified at the time of creation. It will only change the race of the imbiber and therefore will not exactly copy a specific character. The imbiber gains none of the special abilities of that race, even physical characteristics. So, if the imbiber is turned into a troll, they will look like a troll, but not gain the trolls strength or vulnerability to fire. If the imbiber is human, for example, and they drink a potion that transforms the imbiber into a human, the potion will have no effect. The imbiber must wear their normal garb/custom, to indicate that their basic appearance has not changed. In addition, the character’s voice is unaffected by the potion. The imbiber will be identifiable to anyone who knew them in their natural form.",
          "When the potion is created, in addition to the major component, a drop of blood of the creature to be copied is required."
        ],
        "rank": 6
      },
      {
        "name": "Eye Drops of True Sight",
        "duration": "10 Minutes",
        "forms": [
          "Contact"
        ],
        "description": "These eye drops grants the user the ability to see the true nature of characters and creatures revealing cloaked undead, possessed people, shaped changed creatures, characters or creatures hiding in shadows, melding with nature, invisible, etc. This potion will not reveal the character’s true nature, i.e. if they are a follower of a faith or if they are good or evil.",
        "rank": 6
      },
      {
        "name": "Fire Potion 48 pts",
        "duration": "Special",
        "forms": [
          "Ingested"
        ],
        "description": [
          "The character using this potion can breathe fire three times for 48 points of fire damage each time. The three attacks must be used within one hour or the character takes the damage of the remaining charges of the potion.",
          "Extend Duration has no effect on this potion."
        ],
        "rank": 6
      },
      {
        "name": "Remove Curse",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": [
          "This potion will remove all curses currently affecting the character.",
          "Extend Duration has no effect on this potion."
        ],
        "rank": 6
      },
      {
        "name": "Stamina Potion +24",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": "Using this potion adds +24 Body Points that can be healed.",
        "rank": 6
      },
      {
        "name": "Strength Potion +12",
        "duration": "Instant",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": "This potion grants the user a +12 Strength Bonus, Non-Combinable which allows one feat of great strength or +12 points of damage for the duration of the potion.",
        "rank": 6
      },
      {
        "name": "Superior Stamina Potion +6",
        "duration": "1 Hour",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": "Using this potion adds +6 Body Points that can be healed.",
        "rank": 6
      },
      {
        "name": "Superior Strength Potion +3",
        "duration": "10 Minutes",
        "forms": [
          "Ingested",
          "Contact"
        ],
        "description": "This potion grants the user a +3 Strength Bonus, Non-Combinable which allows one feat of great strength or +3 points of damage for the duration of the potion.",
        "rank": 6
      }
    ],
    "solutionsSchool": [
      {
        "name": "6 Point Acid",
        "duration": "Instant",
        "forms": [
          "Contact"
        ],
        "description": [
          "This alchemical solution will cause 6 points of normal damage to a character. It will not destroy armor if simply thrown at the target. To destroy armor, clothing, items, etc., the player must apply the acid directly. The table at the beginning of this section details the effects of acids on various substances.",
          "This alchemical item is inherently a contact substance. Extend Duration has no effect on this solution."
        ],
        "rank": 2
      },
      {
        "name": "8 Point Sunwater",
        "duration": "Instant",
        "forms": [
          "Contact",
"Gaseous"
        ],
        "description": [
          "This Solution does 8 points of direct body damage to undead only.",
          "This alchemical item is inherently a contact substance. Extend Duration has no effect on this solution and cannot be applied to a weapon, only thrown."
        ],
        "rank": 2
      },
      {
        "name": "8 Point Moonwater",
        "duration": "Instant",
        "forms": [
          "Contact",
          "Gaseous"
        ],
        "description": [
          "This Solution does 8 points of direct body damage to Solars and other good outsiders.",
          "This alchemical item is inherently a contact substance. Extend Duration has no effect on this solution and cannot be applied to a weapon, only thrown."
        ],
        "rank": 2
      },
      {
        "name": "Alchemical Lubricant",
        "duration": "10 Minutes",
        "forms": [
          "Contact"
        ],
        "description":[  "This Solution covers four square feet and creates a frictionless surface. It is impossible to properly use any item covered in it or walk upon a surface covered with it. This Solution cannot be thrown and must be applied. To represent the area, the player should use tape, garland, or a sheet.",
        "This alchemical item is inherently a contact substance. This recipe will produce 2 alchemical items when made."],
        "rank": 2
      },
      {
        "name": "Embalming Oil",
        "duration": "Instant",
        "forms": [
          "Special"
        ],
        "description": [
          "This Solution is used with the Embalming skill to preserve an entire body. Only characters with the Embalming skill can use this Solution correctly.",
          "This alchemical item is inherently a contact substance. Extend Duration has no effect on this solution."
        ],
        "rank": 2
      },
      {
        "name": "Oil of Copper Blade",
        "duration": "10 Minutes",
        "forms": [
          "Special"
        ],
        "description": [
          "This Solution coats a weapon with copper for its duration. The character should suffix their damaged called with “…Copper”.",
          "This solution is only able to be applied to a weapon and cannot be drunk or made gaseous."
        ],
        "rank": 2
      },
      {
        "name": "Oil of Silver Blade",
        "duration": "10 Minutes",
        "forms": [
          "Special"
        ],
        "description": [
          "This Solution coats a weapon with silver for its duration. The character should suffix their damaged called with “…Silver”.",
          "This solution is only able to be applied to a weapon and cannot be drunk or made gaseous."
        ],
        "rank": 2
      },
      {
        "name": "Paste of Stickiness",
        "duration": "Permament",
        "forms": [
          "Contact"
        ],
        "description": [
          "This Solution covers one square foot of material and has similar effects to an Attachment spell. The effects of a Paste of Stickiness are permanent. The effect can be broken with normal strength, which takes 5 seconds.",
          "This alchemical item is inherently a contact substance. Extend Duration has no effect on this solution. This recipe will produce 2 alchemical items when made."
        ],
        "rank": 2
      },
      {
        "name": "Rank 2 Solvent",
        "duration": "Instant",
        "forms": [
          "Contact"
        ],
        "description": [
          "This will immediately destroy the effects of a Paste of Stickiness, Alchemical Lubricant, or any lesser adhesive. Once applied, all lesser adhesives affecting the character or item are instantly destroyed.",
          "This alchemical item is inherently a contact substance. Extend Duration has no effect on this solution.",
          "This recipe will produce 2 alchemical items when made."
        ],
        "rank": 2
      },
      {
        "name": "Smelling Salts",
        "duration": "Instant",
        "forms": [
          "Contact"
        ],
        "description": [
          "Applying this solution to an unconscious character will wake them up. This will wake a character up who has been waylaid, affected by a Dust of Sleep, or under the effects of a Sleep spell. The character must be at 1 Body Point or more.",
          "This alchemical item is inherently a contact substance. Extend Duration has no effect on this solution."
        ],
        "rank": 2
      },
      {
        "name": "12 Point Acid",
        "duration": "Instant",
        "forms": [
          "Contact"
        ],
        "description": [
          "This alchemical solution will cause 12 points of normal damage to a character. It will not destroy armor if simply thrown at the target. To destroy armor, clothing, items, etc., the player must apply the acid directly. The table at the beginning of this section details the effects of acids on various substances.",
          "This alchemical item is inherently a contact substance. Extend Duration has no effect on this solution."
        ],
        "rank": 3
      },
      {
        "name": "16 Point Sunwater",
        "duration": "Instant",
        "forms": [
          "Contact"
        ],
        "description": [
          "This Solution does 16 points of direct body damage to undead only.",
          "This alchemical item is inherently a contact substance. Extend Duration has no effect on this solution and cannot be applied to a weapon, only thrown."
        ],
        "rank": 3
      },
      {
        "name": "",
        "duration": "",
        "forms": [
          "Contact"
        ],
        "description": "",
        "rank": 2
      },
      {
        "name": "",
        "duration": "",
        "forms": [
          "Contact"
        ],
        "description": "",
        "rank": 2
      },
      {
        "name": "",
        "duration": "",
        "forms": [
          "Contact"
        ],
        "description": "",
        "rank": 2
      },
      {
        "name": "",
        "duration": "",
        "forms": [
          "Contact"
        ],
        "description": "",
        "rank": 2
      },
      {
        "name": "",
        "duration": "",
        "forms": [
          "Contact"
        ],
        "description": "",
        "rank": 2
      },
      {
        "name": "",
        "duration": "",
        "forms": [
          "Contact"
        ],
        "description": "",
        "rank": 2
      },
      {
        "name": "",
        "duration": "",
        "forms": [
          "Contact"
        ],
        "description": "",
        "rank": 2
      },
      {
        "name": "",
        "duration": "",
        "forms": [
          "Contact"
        ],
        "description": "",
        "rank": 2
      },
    ]
  }
]
