{
  "factions": [
    {
      "name": "The Duchy of Avalon",
      "motto": "Terra animus est Avalonorum: The soul of Avalon is Avalonians",
      "description": [
        "Located between the Bay of Lûne and the Mistwood Forest in a region of Midlantia called the Southern Reaches, the Duchy of Avalon consists of two counties and a total of five baronies. In the County of Avalon High there is The Dale and Medici and in the County of Avalon Low there are the Baronies of Islewatch, Eastguard, and Ultor.",
        { "type": "header", "content": "The City of Avalon"},
        "The city proper of Avalon is located at the border of the Dale, Islewatch, and Eastguard on the northern bank of the Psynian River. It is here that the Ducal Seat is located. The city is under the jurisdiction of the Duke’s Chancellor, while the surrounding lands are under the care of the various nobles of the Duchy. See “A Walk Through Avalon” for specific information about the city of Avalon and its inhabitants."
      ]
    },
    {
      "name": "The County of Avalon High: The Dale",
      "motto": "Perseverantia palma: By perseverance one gains the palms (prosperity)",
      "description": [
        "The Barony of the Dale is mostly made up of people who are farmers or who work the Psynian River. The Dale is the bread basket of the Duchy, supplying the greatest amount of food for the Duchy. This is not to say that The Dale does not have its share of craftsman making many of the required finished goods the people of The Dale need.",
        "The most notable city is Baron ntia Persevera palma the fortress of Greenstone, built by Baron Roget of the Dale at the time of border disputes with the Duchy of Barconia. The fortress was named for the color of its stonework. The Psynian River carries a brisk trade from Medici to the city of Avalon. The Dalemen are known for their animosity towards Barconians.",
        "In recent history, some displaced Halflings who were fleeing the chaos during the fall of Nymidia came to the Duchy of Avalon seeking refuge. The Baron Derek Ironheart offered them a new home in the Dale and New Gleneden was founded."
      ]
    },
    {
      "name": "The County of Avalon High: Medici",
      "motto": "Bello ac pace paratus: In war and peace prepared",
      "description": [
        "The Barony of Medici occupies the northern portion of Avalon, from the Darkwood to the mid- point of the Black Hills. All manner of people live in the Barony, and for the most part, they live in harmony. Medici has the largest standing army of any barony in Avalon and is responsible for the defense of the northern border. With incursions from the Darkwood, Barconian invasions, and all sorts of trouble from the lands of the Nymidian Empire, the soldiers of Medici have constant need to hone their skills.",
        "Medici has vast forested areas and a good supply of stone, and exports the former to many places. However, due to the large population, large standing army, and lack of arable lands, Medici has to import large quantities of food – usually from The Dale.",
        "The Tower Citadel stood for many years, and was abandoned due to a successful Trollish uprising. Later, the tower was destroyed when a group of adventures from Avalon freed a demon trapped in the depths of the tower. It is rumored that the Hierarch Balphagor created his creatures in a cavern deep underground under the tower. The once great fortress sits in a pool of magma, and the area around the tower is inaccessible to most people and creatures. The glowing red light from the lake of fire creates an evil glow on the mountains and sky around it at night."
      ]
    },
    {
      "name": "The County of Avalon Low: Islewatch",
      "motto": "Forti et fideli nihil difficile: To the brave and faithful man, nothing is difficult",
      "description": [
        "The Barony of Islewatch covers the entire southern portion of Avalon. It is ruled by the Baron of Islewatch from a castle high on the cliffs over the Bay of Lûne. The castles of Islewatch High and Islewatch Low are charged with guarding the Duchy from any waterborne invaders.",
        "Islewatch produces the best wines in the Duchy, but they are rare and often quite expensive. The barony has a diversified but limited set of resources and a good number of craftsman and tradesman. The long and easily defended coast makes the ports of Islewatch very desirable and they are busy with sea born trade. All of this makes Islewatch very self-sufficient.",
        "The most notable feature of Islewatch is the Great Cliffs, which are said to house many caves and caverns. These cliffs were once a spot frequently visited by the Reaver Pirates in the past, and stories tell of drakes flying into and out of the high caves."
      ]
    },
    {
      "name": "The County of Avalon Low: Eastguard",
      "motto": "Faber quisque fortunae suae: Each man (is) the maker of his own fortune",
      "description": [
        "The Barony of Eastguard sits in the eastern portion of the duchy and has access to many good mining locations in the Black Hills, making stone and metals their chief export. The lands of Coventry and the home of the Dwarven people lie to the north and profitable trade comes through Eastguard from these lands. The craftsmen of Eastguard are renowned Barony of Eastguard throughout the duchy. The hard, rocky soil and sparse fortunae suae wooded areas make it difficult for Eastguard to meet its needs and they often have to import these commodities from elsewhere.",
        "A number of ruins have been discovered in Eastguard and have been a source of many adventures over the years. One most notable one has been the ruins outside Altic. A great number of dark creatures were found down in those ruins and a race of cursed Elves called Pantherghast Elves. These cursed elves get their name from the elven noble – Lord Pantherghast – who made a deal with the Hierarch Bazmodeous for great power. Bazmodeous in exchange cursed Pantherghast and his issue. It is said that the blood of a Pantherghast is poisonous to all elves and they are wholly evil. The current whereabouts of the Pantherghasts is not known."
      ]
    },
    {
      "name": "The County of Avalon Low: Ultor",
      "motto": "Incepta persequor: I persevere in what I undertake",
      "description": [
        "Ultor is the newest of all the Avalonian baronies. Created circa 1100PI by Sir Bron who was named Baron of Ultor when the territory was confirmed a barony by Duke Sir Molin.",
        "Located south of the Barrowdowns and with the ocean to the east and the Greenbriar River to the south and west, this barony is cut off from any easy access to the rest of Avalon. The main port bustles with trade, as rare foods and spices from the interior find their way to the rest of Avalon and Midlantia. Ultor lacks stone and forests and spends much of its trade wealth on importing these supplies.",
        "The land is rife with ruins and unexplored places and many adventurers travel there, seeking the next great cache of ancient secrets and coin."
      ]
    }
  ],
  "history": {
    "Introduction": [
      "The Nymidian Empire has been the dominant power in this region of the world of Midlantia for what was believed to be before recorded history. At the core of the Empire itself was the aloof True Nymidian people, who considered themselves superior to all others. While their numbers were small, they had superior magical talent and could easily bend others to their will. Acting in harmony with their armies, they came to be in control of the vast majority of Midlantia. From the Northern Ice to the Plains of Gehenna, from the Great Eastern Water to the Wolfskael Mountains, the Imperial Standard flew.",
      "The Empire expanded and contracted, made war and had peace, for over 4000 years. There were many important events during these years, but only two will be mentioned here: the colonization of the area that came to be known as Avalon, and the Great Catastrophe that shook the Empire."
    ],
    "Ancient History": [
      "“The Nymidian Empire is the birth of civilization on Midlantia,” was believed for a great long time to be true, but recent discoveries have proved this statement false. Recently, adventures and scholars have found lost documents from a time that predates Nymidia. Even more astounding, people have met and spoken to creatures and beings that predate even this ancient time. So it would seem the world of Midlantia is much older than any modern scholar believed or understood it to be.",
      "Very little is known from this ancient time. It is now commonly accepted that there was an empire in the lands surrounding Avalon that was as vast as, if not more grand than, the Nymidian Empire at its height. This empire was called the Carthidian Empire, and the lands now known as Nymidia and Avalon were within its domain.",
      "It has been learned that the region known as Psynia rebelled against a corrupt and decadent ruler of Carthidia, which eventually lead to the destruction of the Carthidian Empire and even the very land it once called its domain. Eventually, Psynia became the Nymidian Empire and after a dark time of war, strife, hardship, and loss, history was once again recorded."
    ],
    "The Exploration of the Southern Reaches": [
      "In the year 1221BF (Before the Fall), the Emperor of Nymidia sent forth a proclamation to his subjects. This document annexed the land south of the Black Hills as part of the Empire of Nymidia. It was his Imperial wish that some of the peoples of the Nymidian Empire would move south of these hills and explore the land further, settling therein and becoming a viable part of the Empire. A forest of trees had been discovered just at the western head of the hills, and it was named Mistwood, for the mist that sometimes enveloped the trees at dawn. Within the Forest there lived a goodly number of Elves who had little contact with those who were coming from the North as long as they did not disturb the harmony of the Forest. Between the mountains and the Forest, a narrow pass was discovered. With this, exploration began into the area that had become known as the Southern Reaches. Trailblazers moved farther south and began to spread out to both the east and west. At the time the Bay of Lûne was discovered, many farms had developed in the dale lands to the west, near the banks of the Green River. In the year of 1317BF, a community of Dwarven miners moved from the Wolfskael Mountains down into the Black Hills. They were eager to have a market for their iron goods, and trade began to flow. The town of Avalon was then formed on the banks of the Psynian River.",
      "As exploration progressed outward from the Mistwood, Avalon, now grown into a walled town, turned to the sea to help feed its growing number of occupants. The idea of a fishing colony was suggested, to be located amongst the islands in the Bay of Lûne. When word of this reached the Wood Elves, several shook off their fear of the people of Avalon and approached the town. They told the leaders of the town that the islands were a bad place, and that great evil lived out on the bay. The town leaders laughed at this, and put it off as a superstition of the timid elves, who rarely ventured out of their forest home. Patrick Novius, a former sword-for-hire, took sixty people to one of the islands and formed a colony of fishers and traders. But word and goods from the Isle of Novia soon stopped. A party of adventurers was dispatched to the island to investigate the silence, and they were mystified to find the entire island deserted. Not a trace of the colony could be found, and the only clue left was a large swath cut in the beach.",
      "The family DuRhone, rich merchants from the north, moved into an ancient castle high atop the Great Cliffs overlooking the Bay of Lûne. The Emperor assigned them the task of maintaining a vigilant watch for any threat from the sea. The first Count DuRhone, Eldin, established the keeps of Islewatch High and Low for this purpose. Count Eldin DuRhone eventually became the first High Sorcerer of Avalon.",
      "During the next century, many more humans and elves made their way into County Avalon. Farms produced quantities of foodstuffs for export, the Black Hills yielded their iron ore, and there were rumors of rich finds in early efforts to mine deeper into the bowels of the mountains. The trolls were ever- present and restless, but the military presence in the Medici area kept them under control."
    ],
    "The Trollish Uprising": [
      "In winter of 1492BF, the Emperor proclaimed a need to consolidate the leadership in the new southern provinces, and so ordered the peoples of the area to join together into the Ducal State of Avalon. Several nights after the official proclamation was made, the nobility of Avalon had a grand ball in the manor house in Avalon proper. Several hundred guests danced and dined in merriment, but unbeknownst to them a great evil was stirring. The trolls, driven by a dark presence, came boiling out of their underground caverns in rebellion. With them came orcs, goblins, and other darkly sinister creatures, led by a demon from deep within the earth. They struck without warning, using a dark magic to come upon Avalon without a sound. In an instant, the grand ball was a danse macabre. Revelers were cut down in swaths, and the Duke himself was slain by a single blow from the dark demon.",
      "Within the week, the trollish hordes had overrun almost all the Duchy. In the Barony of Eastguard whole cities were enslaved. The remaining functional units of the Baron’s garrisons were holed up within the halls of Clan Blackhill, under siege in the city of Dwarvenholm. Far into the Mistwood, the ducal army hid with aid from the elves, temporarily safe from the rampaging monsters that ran amok over the Duchy. Only the eastern dale lands were free from the yoke of the trollish bands, for the trolls had not yet come to the banks of the Green River. Heavy winter storms hindered any aid the Empire sent in support of the stricken Duchy. Many died that winter from starvation and disease, as well as from misuse by the evil occupants.",
      "Aided by the discovery of a cache of eldritch scrolls, the Emperor attempted to contact the surviving Avalonians. A crumbling parchment told of a network of natural caverns and tunnels originating in the ruins of an ancient city that once stood on the plains of Eastguard. These subterranean passages had outlets in both the Black Hills and the Mistwood. Four separate parties of adventurers were dispatched in an attempt to find the tunnels and get word to the survivors.",
      "Also revealed in these scrolls was the existence of the Loreli, a race of prophets and seers, and their homeland on the Nyte Skye Isles. When the Emperor compared some of their prophecy to history, he found startling parallels. The Emperor gathered the few Loreli who were abroad to the Crystal City, and he forced them to serve the Imperial throne. Those who would not submit were put to the sword.",
      "In the spring of 1493BF, the Emperor’s Imperial Host marched down through the pass in an effort to relieve the besieged peoples. Fiercely they fought on the plains of the dale lands, where some of the trolls had been caught unawares. As the days of battle progressed into weeks, more and more of the trolls came back to the west. The men, elves, and dwarves of Avalon, who had been reached by two of the four adventuring groups, rallied and came forth to attack the horde from the rear. With them was a group of Dark Elves, whose underground city of had been discovered in the caverns far underground by one of the groups. Finally, the might of Nymidia prevailed. The trolls and their allies were driven back into the hills. This, however, was not enough and the trolls were pursued. But the magic of the demon was too great for a victory by the people of Nymidia, and a stalemate ensued. The Emperor sent for aid, this time in the form of his personal bard, Oliver, who was reputed to be a mighty Spell Singer.",
      "Oliver went into the hills at the head of the host, where he contested with the demon in an awesome display of magic and physical prowess. After days, Oliver succeeded in banishing the demon back into the underground world that it came from. The combined armies then attacked and were able to drive the trollish hordes into the darkness, wherein they were sealed.",
      "For his actions in besting the demon and the trollish swarm, Oliver was named the new Duke of Avalon in 1493BF. He took the surname Descante, and thus the line of Oliver Descante was born."
    ],
    "The Building of the Tower Mountain Citadel": [
      "The first act of Duke Oliver of Avalon was to order the construction of the Tower Mountain Citadel. Many Dwarven engineers were transplanted from the Wolfskael Mountains to the Tower Mountains for this task. This massive citadel, carved from the living rock of Tower Mountain, was enchanted to keep in the trollish infestation trapped in their underground caverns. This did not completely entomb the trolls, but limited the number that could escape. The garrison in the citadel was able to contain those few who reached the surface.",
      "As the years of construction went on, the dwarves were delighted to unearth a rich vein of Mithril. More dwarves came out of the Tower Mountains at word of this discovery. Soon, several mines appeared in the Tower Mountains, with grim-faced dwarves guarding them from the ever-present trolls.",
      "In the year 1513BF, the Duke decided that the Dale lands in the east should have more representation at his court and formed a new Barony. The ranger who led the expedition through the tunnels of the ruined city to take word to the besieged city of Dwarvenholm, Jon Blyth, was then titled Baron of the Dale.",
      "With Tower Mount complete, Duke Oliver saw no further need for the people who lived in Medici to suffer the effects of a military district, so he created the Barony of Medici in its stead. Sir Russel Galtus, commander of the Medici occupational force, was named Baron of Medici.",
      "There was peace in Avalon for several years, for Evil’s focus had moved north of the duchy. Many adventurers moved to the Wolfskäel Mountains to wrest new land from both goblin and barbarian alike. In the year 1520BF, Avalonian regular troops were called up by the Emperor against the goblin menace in Gleneden."
    ],
    "The Catastrophe": [
      "Over the next century, the Empire’s control over its outer provinces grew weak. Rebellion became commonplace. Ambush, murder, and espionage had also become common across the Empire. In 1599BF, Emperor Vardak dispatched the Midlantian Guard to Briton with orders to quell the rebellion by eliminating the majority of the populace. The Guard did as they were ordered. Two entire cities, thousands of people, were put to the sword. Lord Brigadier General Richard Llewellyn of the Imperial Armies, resigned his commission. The Emperor refused the resignation. In a fit of rage, Llewellyn slew the Emperor. The entire Empire ignited in rebellion and civil war. This monumental upheaval, known as the Great Catastrophe, lasted for a thousand years.",
      "No written records were kept of the Great Catastrophe. The tales told of that time vary. The inner core of the Empire remained intact, although the Crystal City was sacked several times. The majority of the outer provinces gained and lost their freedom several times. Eventually, the wars subsided and the borders settled to where they stand today, with a few exceptions."
    ],
    "Conflict in Medici and the Dale": [
      "In the thousand years since the start of the Catastrophe, peace had descended upon Avalon, and the Duchy flourished. But suddenly, in the year 1075PI (Post Imperial, After the Catastrophe), both Duke Jared of Avalon and Baron Ignatious Galtus of Medici were killed by an enchanted monster. Mandros Galtus, the third son of the Baron, quietly left for Barconia under suspicion of practicing dark ritual magic. Jared’s son Powell succeeded his father to the Dukedom at the age of two and a half. His mother Linydel (the Duchess of Avalon) became the first woman to rule in Avalon until Powell came into his majority. The other Galtus sons, Morgan and Arthur, vowed to track down the monster responsible; in this task they were aided by some veteran adventurers.",
      "The monster, believed to be a fiery elemental creature of some kind, was tracked to the banks of the Psynian River in Medici. Here, at a small wooden bridge, the creature killed Arthur and cast his broken body aside. Another member of the hunting group, Philip di Medici, ran out onto the now flaming bridge to combat the evil thing alongside his lifelong friend, Morgan. Eventually the bridge burned through, casting both the elemental and Morgan into the river to be swept away. Neither body was ever found. A great stone bridge was built on the site of the battle, and the town around it became Medici’s Bridge. Duchess Linydel named Philip di Medici to be Baron in Medici, since the Galtus Line had no successor.",
      "About ten years later, the Barconians began to covet the rich dale lands across the Green River. In 1088PI, Barconian soldiers crossed the river into the Dale along with several tribes of Outlanders, beginning the War of the Dale. It was a short but vicious conflict, with many casualties. The Baron of the Dale immediately constructed keeps along the Green River. The capital was renamed Greenstone, for the color of the immense blocks of stone that were used to reinforce the tower, making it into one of the most massive castles in the Empire. While on a recreational hunting expedition in the Tower Mountains, Baron Roget A’Vaughn was killed in an accident chasing a great white ram. His eldest son, Dinayr, became Baron of the Dale in 1089."
    ],
    "The Rist of the Cult": [
      "During this decade, Avalon was seeing the rise of a foul and secretive group. Composed of necromancers and other villainous types, the Cult of the Cryptic Shade, named after their patron Hierarch Azeroth, the Cryptic Shade, began operating mostly in the Barony of Medici. Their far reaching influence and unspeakable acts were soon reported all over Avalon. More and more evidence linked them to various ghastly deeds. It was rumored that they had built a city hidden in the Darkwood, but an expedition to the wood could find no such inhabitants.",
      "In the year 1090 PI Lady Grace Nordenn, the wife of Baron Frederick Nordenn, was murdered in her bed. The blade that killed her was left between her shoulder blades, and on the hilt was the sign of the Cult. Swearing vengeance, the Baron took his personal retainers and entered the Darkwood to see justice done. None were ever seen again. Several adventuring parties have since gone in to explore the woods, but those who do return are unable to speak of the experience therein, even with magical prodding. Frederick’s only son, Bryan who had to be restrained from accompanying his father, became Baron of Eastguard.",
      "In this same year of 1090 PI, the Highlands were overrun by the Bainite Army.",
      "The next year there were a variety of crimes that bore the markings of the Cult of the Cryptic Shade. Murder, theft, and the magical summonings of a multitude of evil creatures eventually attracted the attention of the Duke, who called on the people to take up arms and combat the evil where it appeared. The garrisons from nearby cities responded when they could, but the incidents were too widespread for them to be effective. The citizens were much closer to the incidents when they occurred. Adventurers again filtered into the area when one Cult member, a mage, was killed and found to be carrying magical treasures."
    ],
    "The Fall of the Tower Mountain Citadel": [
      "The majority of the “disturbances” seemed to be in the Medici area. In January of 1091PI, the Duke made it known that he would make a trip to the Tower Mountain Citadel in the spring to consult with Baron di Medici on the subject. It was while the Duke was in conference with Baron di Medici that the terrible tragedy occurred. There was a clap of thunder, and the very foundations of the Tower shook.",
      "The Baron ran out, calling on the guards to see to the safety of the Duke as he rallied the garrison to address whatever this threat was. As the Duke raced down the stairs, one of the guards raised high a darkly enchanted dagger and plunged it into the unprotected back of Duke Powell. The Duke fell, and as the guards attempted to subdue the renegade he muttered an eldritch incantation and vanished in a puff of smoke. Just as he disappeared, a thunderous cracking could be heard and trolls began to boil up out of fissures that appeared in the ground.",
      "The garrison was taken completely by surprise, and those who were not routed from the Tower were slaughtered. Fire broke out in an upper room, and soon flames belched out of several windows, with men being defenestrated by some unknown force. The Baron had managed to escape, and rallied the survivors outside the citadel’s walls. Messengers were sent to nearby towns with warnings.",
      "The remainder of the garrison was prepared to flee when an unusually large troll appeared at a Tower window, holding the severely wounded Duke in one hand. He called a challenge to the Baron below, who dismounted to rush back in to his Duke’s aid. Before he went two steps, however, several arrows struck him with lethal accuracy and immediately knocked him to the ground.",
      "Alaric Dragonhart, a young noble from Gleneden newly attached to the Tower Garrison, ran back into the flaming fortress to attend to the Duke. There were bright flashes, and explosions were heard from inside the Citadel. A surge of fiery magic blew the main gate out off its hinges, injuring many of the soldiers outside. Out of the smoke came Alaric Dragonhart, carrying the now limp Duke in his arms. He lay the nobleman down, and the guards made a protective ring around them. As trolls assailed them, the dying Duke named Alaric his heir in front of witnesses. Powell’s spirit sailed away into the night and was never seen again.",
      "With a great shout that echoed through the mountains, the new Duke turned to assist the sorely wounded Baron in the battle against the trolls. Those monsters that remained seemed to cower in fear of the pair. No one knew what had been done in the Tower, be it skill of the magical or martial sort. The trolls backed off slightly, and Baron di Medici took the initiative to call an orderly retreat to the town of Messina. He continued on to Avalon, bearing the body of the slain Duke."
    ],
    "The Brief Reign of Duke Dragonhart": [
      "The summer of 1092PI saw a yet another menace arise. The demon that drove the trolls to attack Avalon thousands of years prior, who had been contained by the Bard Oliver, was somehow freed.",
      "Alaric wore the Ducal Signet for only a few years. Possessed by a demon early in his reign, he suffered terribly and his abilities waned. In 1092PI the combined Outlander tribes, numbering in the tens of thousands, attacked the civilized Southern Reaches. They were blunted in the Battle of the Barrowdowns early in the winter of that year. The distraught Duke, absent from the battle, took to his castle and was never seen in public again.",
      "In the summer of 1093PI, in a battle that destroyed the Ducal Castle, Alaric Dragonhart was killed by a dragon that seemed to be attracted or directed to Avalon. In a great ritual performed by the High Sorceress, Countess DuRhone and the High Mage Winston Waterston, Alaric’s spirit was briefly called back from the netherworld. The Duke’s shade named Zakk Yarnspinner, a merchant of Avalon, as the rightful heir to the Ducal seat."
    ],
    "The War with the Hierarchs": [
      "Relative peace settled over Avalon for a year, but things where not all as they seemed. The beginning of the summer of 1094PI saw stirrings, dark portents and whispers in the night that told of dark times to come. Reports of trolls amassing in the mountains came to the nobles of Avalon. Before anything could be done about this, betrayal came to Avalon in the form of a man named Desotti, a member of the Merchant’s Guild who was also a new father of two. Soon after his children were born, he took one from the child’s mother and in the cover of night, in the deep of the forest, sacrificed the child to the Dark Lord and for his offering he demanded but one thing: the destruction of Avalon. Nothing happened, his sacrifice seemed to have gone unanswered. Sadly, his act had not gone unnoticed and it set into motion of chain of events that would not end for many years.",
      "A moon later, after the wedding ceremony of Sir Molin Hearst and his wife, the Duke called an assembly of commoners and nobles alike for a trial. The Countess Blaize DuRhone had learned of Dosotti’s vile act; his trial was swift and he was found guilty. Though offered many times to speak, he refused to defend or reveal the reasons for his actions. Countess Blaize carried out his sentence, killing him and destroying his soul forever for the vile acts he had committed.",
      "While many breathed a sigh of relief, the evil of his deeds had been wrought and a dark storm was gathering that most could not see. A moon later, the gates to Hell cracked open and the Dark Lord of the Abyss, Bazmodeous, with his dark powers restored, stepped forth, and gathered his trolls to him and marched on Avalon. Those that stood in the city that day witnessed the greatest heroes the land had, including the Duke Swansong and Countess Blaize, reduced to mere tiny metal statues and imprisoned in a model of the Ducal Keep to be tormented by Bazmodeous. The town fell to the might of the Lord of the Hierarchs, then the Duchy. Hordes of demons lead by the other eight great Hierarchs swiftly conquered Avalon.",
      "By the end of the summer of 1094PI, Avalon was ruled by Bazmodeous and the Council of Nine. The heroes that remained fled to the woods and hid. Others, however, saw what the traitor did and knew what would come of it, and came to help. Countess Blaize’s brother Eldrick DuRhone and the Lorelei Anhock came to help. Help came from another place; hours before Bazmodeous’ exodus from hell, Eldin DuRhone himself came to Avalon and spirited away the Paladins of Avalon. They were taught new skills and brought back to Avalon to help drive out the Hierarchs a moon later, at Avalon’s hour of greatest need.",
      "Besides freeing their leaders from the clutches of Bazmodeous and driving the Nine back into hell, the Heroes of Avalon had one more thing to worry about. The Tree of Life was dying. When Bazmodeous tore his way through the veil and the Nine came through, the Tree of Life was mortally wounded.",
      "By the end of that summer, the heroes healed the Tree of Life, broke the magical prison freeing the heroes within, and drove off Bazmodeous, shedding the yoke the Hierarchs placed on the people of Avalon."
    ],
    "The Elven War and Rise of Azeroth": [
      "Order was restored to Avalon but the threat of the Nine lingered as the Hierarchs retreated from the forefront and plotted their next move. Avalon did not sit idle, and with the help of a Lorelei, found a ritual to imprison them in ice. The Host of Avalonian Heroes fought their way to the heart of the Darkwood, where the Elven Grove sat, for it was only here that the ritual could be cast. Their mission was two-fold, first to trap what Hierarchs they could and second, to act as a diversion while a second group moved to a swamp, where a cure was to be made to heal the wasting disease that the Duke, the Countess Blaize, and the Lorelei Gabriel Stone suffered from as a result of their time imprisoned by Bazmodeous.",
      "When the battle was done, Bazmodeous, Arachnia, and Bain were trapped in the ritual of ice that was cast. Avalon dealt a mighty blow to their enemies, but there was a yet unknown price to be paid. The Lorelei was not who he claimed to be, instead he was the Cryptic Shade, Azeroth shapechanged to fool the heroes into not only eliminating some of his rivals, but to bring an end to the Elves of Midlantia. The Grove was linked to the Elves and its destruction heralded an end to their races.",
      "After the Grove was frozen, the Elves of Mistwood began to grow sick and the very old and very young died. No Elves bore any young nor could they conceive any new children. They faced extinction. War broke out between the people of Avalon and the Mistwood in October of 1094PI. While the Elven Queen lay dying, the elf known only as The Hunter lead many embittered elves to Avalon and waged war. Many battles with the Elven Hunters and Slayers were fought throughout Avalon.",
      "Another threat came from the Elven wood in the form of a child. The last Elven child born alive after the Grove was encased in ice was an abomination that bore the one desire of vengeance. The feral and unstoppable creature came to the Avalonian host in November, while they were in Barconia dealing with a growing goblin menace. The abomination grew in days and began slaughtering the Avalonian Heroes. Eventually, Duke Swansong cornered the creature and did single combat with it. Even the Duke was not a match for the creature’s power and, in a last act of desperation, broke the legendary Dragon Sword and killed the abomination with the freed magical energies.",
      "The town cheered and the day seemed won, but the Hunter was waiting and fired an arrow that instantly and irrevocably slew Avalon’s Duke. Even all the powers of Countess Blaize could not bring the fallen Duke back.",
      "Countess Blaize took the title of Duchess and ordered her people to find a way to restore the Grove. Early in the year 1095PI, during one of the coldest days Avalon had ever seen, the town came under assault not only from Elven war parties but the Hierarch Molizar, Lord of Vampires and legions of undead. Many heroes fell that moon, even the Baron Cedric Nordenn died at the hands of the Hunter, much in the same way as Duke Yarnspinner.",
      "After long and grueling battles with Molizar and all his children whom he summoned to do battle for him, Avalon defeated the Lord of Vampires and slew him utterly and completely. During the same cold month, a group of Avalonian adventurers had discovered a ritual to summon the Cryptic Shade and force him to tell them how to fix the Grove. Among the snow shrouded woods, and with the Host of Heroes assembled, the ritual was cast and Azeroth appeared.",
      "With the answer in hand and the cold weather over, Avalon once more marched into Darkwood and healed the Elven Grove, freeing the Hierarchs in the process. Weakened from their long imprisonment, the Hierarchs fled once freed, and Avalon quickly retreated from the woods. This brought an end to the war and the Hunter was captured and killed for his crimes against Avalon.",
      "Soon after the Queen was restored, peace was made with Avalon. However, it is rumored that there are those from both sides of the war that still harbor ill will to this day."
    ],
    "The Nymidian War of 1095": [
      "In the late spring of 1095PI, the Empire of Nymidia launched a surprise attack on Avalon. The Nymidian forces were lead by Lord Valkrist Gloomreaver, the High Commander of the 15th Nymidian Infantry. Joining Gloomreaver was Cyrus Leach, the Royal Nymidian Alchemist and a powerful sorcerer. The Nymidian forces descended into Avalon through the pass near Medici and around the mountains into Eastguard. Avalon was taken by surprise, and the heroes were called upon to make strategic strikes against the Nymidian supply lines and supply camps. Though their efforts weakened the invaders position, it failed to have the desired effect. Soon Avalon’s forces entered into numerous pitched battles and random skirmishes with the highly skilled Nymidian forces. While the heroes managed to fare well, the regular army did not.",
      "The Imperial High Inquisitor Meikos boldly came into the Avalonian camp to deliver a missive to the Duchess from the Empress Valna I demanding Avalon’s surrender. The Midlantian Guard attacked Meikos and captured him. Upon his person was a magical card, and when the Duchess examined it, the voice of Gloomreaver was heard. The Duchess asked, “We have captured Meikos, how do you plan on liberating him?” “Like this!” responded Gloomreaver and with that his hand reached out from the card and drew the surprised Duchess into the card and into his clutches.",
      "Avalon’s morale broke at the loss of their beloved Duchess and in the Battle for Medici, the Avalonian Heroes met defeat and were driven back, forcing them to give up Medici. The battle in Eastguard fared worse and by the beginning of the summer, half of Avalon was lost.",
      "Sir Edmund Du’Bois, Count of Aquilar, arrived in Avalon at the beginning of summer with the Duchess on a leash. He demanded the surrender of the heroes and armies of Avalon and announced his plans to marry the Duchess Blaize. It was during the wedding that Avalon was surprised by the return of Zakk Swansong from the grave. His return and impassioned speech roused the Heroes of Avalon and a final battle with the occupying forces erupted. Du’Bois was defeated by the Heroes of Avalon and the Duchess Blaize was freed. At the height of the excitement, Zakk asked for the Lady Blaize’s hand in marriage and she happily agreed. After they were married, Zakk declared Avalon a kingdom and thus began the short reign of King Swansong and Queen Blaize DuRhone.",
      "But fate was not yet done with Avalon, and deep in the woods a new evil was awakening. In June of 1095PI, some of the Heroes of Avalon, hearing the call of the Mother, created a place of worship to her, and the Avalonian Druid’s Grove was created. This act of faith by a few awoke a terrible creature from a deep slumber; a creature that came to be called the Druid Eater. A long time ago a Forrestal – a living embodiment of Nature – became corrupted and was sent out to kill the Druids of Avalon. Its task done, it went to sleep for a long time. Now new Druids had come to Avalon and the Druid Eater began its rampage attacking any Druid it could find and killing them. The Heroes rose up to slay the abomination, only to find their greatest strength, their ability to heal, turned against them, for the Druid Eater could cause pain in any that could heal. Though Avalon did battle this beast for many moons, the fight always ended with the monster getting away. The then Baron Derek Ironheart of the Dale took charge of a small group of warriors – the only ones without healing magic of some kind – and surprised the Druid Eater when it thought it had Avalon at a disadvantage. Finally, after many battles and much death, the abomination was put down in spring of 1096PI."
    ],
    "Passing Beyond": [
      "In the beginning of the year 1096PI, after Avalon had celebrated Yuletide, many of the Heroes of Avalon received a letter of invite from the King and Queen for a special celebration at the 5 Lions Inn. When the heroes arrived, they found a mysterious fog had enveloped the inn. Worse, the fog would allow passage to the inn but prevented any from leaving through it again. The King and Queen were not present at the party and the Heroes did encounter many strange occurrences that night. Towards the end of the evening, a portal did open up in the basement of the 5 Lions Inn and several heroes went through to investigate. Those heroes encountered many trials, which eventually lead them to a chamber where sat the King and Queen. Blaize addressed the assembled heroes and told them it was time to bid farewell; they were going to go Beyond and with their passing so too would go the Nine Dragons and Nine Hierarchs and thus usher in the Age of Man. Many revelations were made that night, some of which the heroes never spoke of, but two shocking revelations spread quickly across Avalon. The first was that King Zakkahn Swansong was really Oliver Descante, the first Duke of Avalon sent by the Emperor to quell the Trollish Uprisings. He also revealed that from time to time he would return to Avalon and take his Duchy back, leading and guiding Avalon towards Her destiny. He said that destiny was at hand and that Avalon would soon face her greatest challenge. The second revelation was that their heir would find the royal scepter and whoever found it would be the rightful ruler of Avalon.",
      "Then the King and Queen went through a portal in the basement of the 5 Lions Inn and went beyond. The ground shook and everyone everywhere in the world felt a tremble pass through all things as the Nine were drawn through; the Universe had changed. What else was seen at the portal and what else was revealed at the meeting has never been learned, but some who were there still live in Avalon today.",
      "The dark night was not over. When those heroes who were present returned, they found an old enemy had arrived. Meikos walked out of the fog and mist that had enveloped the 5 Lions Inn and was taken into custody. He told the assembled heroes and nobles of Avalon that the Empress Valna I had begun a great and terrible ritual that would take one year to complete. This ritual if successful would turn Valna into a god and destroy much of the world in the process.",
      "This night also saw the passing of one of Avalon’s staunchest defenders, the Lord Sir Lunk of Kilmer, who though taken by the very clutches of Death himself, still lingers about Avalon to this day – or so the stories go."
    ],
    "Reign of King's Regent Derek Ironheart": [
      "For the next several months after the King and Queen went beyond, the nobles of Avalon searched for the royal scepter. Without a clear line of succession and no central noble ruler, Avalon suffered from internal discord. After a few months, the nobles decided to swear fealty to the then Baron of the Dale, Sir Derek Ironheart, to put some order back even without the scepter found.",
      "Valna was indeed getting ready to cast a great ritual and while Avalon squabbled amongst itself, she pillaged her Empire for the resources needed to elevate herself to godhood. Stories trickled out of the Nymidian Empire of great atrocities and strife, as not all of her True Nymidian children agreed with her actions. Of course this strife was born out of fear for their own existence, rather than some altruistic intention.",
      "After Regent Derek took control of Avalon and quelled, if not completely eliminated, the problems of Avalon, attention was turned to the greater threat and plans were made to invade Nymidia."
    ],
    "Reign of Duke Jerrin Dragonheart": [
      "Amidst this time of great chaos and uncertainty came a man calling himself Jerrin who claimed humble lineage. He walked among the people of Avalon and lent aid when needed. Quickly he befriended a number of Avalonian heroes. Then one day, he called to several of his new friends to meet him at Castle DuRhone. The adventurers met and were granted entrance to the strange mystical place. Several hours later, the group emerged with Jerrin leading them, carrying the Royal Scepter in his hands. Upon their return to Avalon, he announced himself as Jerrin Dragonheart, son of Duke Aleric Dragonheart and heir to the Kingdom of Avalon.",
      "Regent Sir Derek heard of this man’s claims and strode forth to challenge him. The two men met as the heroes watched on and waited with baited breath to see what would happen. It is said that Sir Derek asked for the scepter and proof of Jerrin’s claim. Jerrin responded with a letter written in the Queen’s own hand verifying the validity of his claim. A paladin was called forth and no lie was detected in Jerrin’s claim.",
      "Finally, after long, tense moments, Sir Derek, Baron of the Dale bent knee to Jerrin Dragonheart, renounced his claim to the throne and did swear fealty to the new ruler of Avalon. The townsmen and heroes present did rejoice and the other nobles of the land bent knee and swore their fealty to the rightful ruler of Avalon.",
      "The first act Jerrin did was to name himself Duke and Avalon a Duchy, saying that there will only ever be one King and Queen of Avalon and no one to come will ever take that title.",
      "Duke Jerrin Dragonheart wasted no time and quickly began marshaling the forces of Avalon to move against the Dark Queen."
    ],
    "The Prophesy Fulfilled": [
      "In the summer of 1097PI, Avalon went to war with Nymidia, but they did not do so without help. All the great powers of the universe came together and bade their followers to stop Valna before she could complete her ritual. Indeed, never before did the High Lord, the Mother and the Dark Lord work towards a common end.",
      "First, Avalon reassembled the Star Golem, a golem made from a strange metal that fell to earth a great long time ago and forged by the master smiths of the Dwarven nation to destroy a threat long ago. Avalon, a decade earlier, assembled the Star Golem to kill a man, named Karn, who had risen in power and also desired to stand amongst the stars. But the golem was incomplete and could not be animated. The master alchemist Pockets found a way, for during Lord Sir Lunk’s funeral, he took the man’s heart and using ancient and arcane alchemical secrets, transmuted the heart to gold. It was this heart and the spirit of one of Avalon’s greatest warriors that would be used to animate the Star Golem. Indeed successful, the Star Golem arose and stood silent waiting for orders. Pockets was revived from his efforts and ordered his creation to travel north to the Crystal City and slay the Dark Queen. Many who were there that day say the golem was not like other golems, for a glimmer of life sparkled in its eyes as it purposefully strode north to complete its task.",
      "Avalon marched behind the Star Golem, but quickly fell behind as the untiring creature ran far head. It was not until the Heroes of Avalon stood at the very gates to Valna’s palace that the fate of the Star Golem was known; for the trail of destruction stopped at the body of the most powerful Balrog ever known and was found still lying, festering at the gates of the palace.",
      "Avalon’s fight to the Crystal City was short and quick, most of the forces having been killed either by Valna as sacrifices to her ritual, or to the might of the Star Golem. Once the Host of Avalonian Heroes reached the gates of the great city, the devastation and insanity of Valna’s desires were made apparent. Those who practiced the mystical arts felt the draw of all magic into the ritual, making it almost impossible to cast magic in the city without great effort. Time was short and Avalon had to act fast.",
      "For two days, the Heroes of Avalon attacked the remaining Nymidian forces. The Avalonian Heroes fought as hard as ever they did and cut through the forces throughout the day, until at last in the dead of night, tired and low on magical power, Avalon faced Count Colin Draegosian, Brigadier General of the Imperial Host, and son of Valna herself. It is said that Draegosian was the greatest warrior that ever lived and he did live up to that reputation. Avalon fought for hours, killing Draegosian’s elite forces and eventually facing off against Draegosian himself. All night and into the morning did Avalon battle this man, but slaying him once was not enough, for just when Avalon thought they had him down, he called to his mother with a great cry for help and he was renewed and the battle swiftly turned. Finally, when the Heroes of Avalon were about to collapse from exhaustion, did Count Colin Draegosian, greatest warrior in the world, fall for the last time.",
      "Later that night, a young half elf, known to her friends as Alex, found a single lit candle in the woods. When she grasped the candle her destiny was revealed to her. She was to slay the Dark Queen in her lair.",
      "The next day, after Avalon rested, the ritual chamber were Valna was casting her ritual was stormed. The forces that opposed them were no match for Avalon and the living soldiers quickly fell. Valna, however, was not to be so easily defeated, for locked away for millennia were Carthidian Eternals, part golem, part undead, and almost indestructible, and she sent these against Avalon. After a long fight, the eternals were destroyed and now only the door and a handful of guardsman stood between Avalon and the Dark Queen.",
      "Precious little time remained before Valna completed her ritual; her tactic of slowing down the Avalonian advance to gain time was successful. There was no room for error, no time for second chances. Avalon threw open the doors and began their final assault.",
      "The Dark Queen paused in her casting and saw her doom standing among the Host of Heroes. Enraged and defiant to the end, she pointed her finger at Alex and drew upon all her Imperial might and with unerring accuracy, hurled dark necromantic energies to obliterate the one destined to defeat her. And obliterate Alex she did. The fighting stopped. Avalon was broken, their only hope defeated before they even started. Valna again called upon her Imperial might and cowered the heroes and began to gloat over her victory. She turned to her men and ordered them to sacrifice the heroes to her ritual, thereby completing it and achieving her goal, but before she finished, a portal opened up and Alex stepped through and charged the Dark Queen with her staff. Valna was dumbfounded and stood gaping at the sight. Alex drove her staff through the Dark Queen who then fell into her own ritual and was consumed.",
      "The epic energies from the ritual began to spiral out of control and Avalon had no place to run to. Meikos, seeing his end, invoked his ritual of leaving and attempted to flee. But the wild energies empowered the ritual and the portal stayed open, allowing the Host of Heroes to escape away from danger, completely victorious.",
      "But how did Alex survive you ask? A young Drake by the name of Calibahn was waiting to save Alex, and save her he did."
    ],
    "The Council of the Damned": [
      "That fall and winter, Avalon rested and recovered from its long war and once more had time to look in upon itself and its own domestic issues.",
      "Other forces that were freed before Avalon marched against Nymidia had been quietly gathering power and making plans. That cold winter would not have allowed mortal adversaries to move against Avalon, but this foe was not mortal and in the deep hidden recesses of the forest it planned and waited.",
      "From under Castle Kilmer an ancient Lich, Darkwind and his Court of the Damned had been freed. Among the council members was Lazarus the Shadow Lord, Mia the Mummy Lord, Meldek the Vampire Lord, a Wraith Lord, Wight Lord and a Death Lord.",
      "The Council first came to Avalon one cold and snowy night. Darkwind declared himself ruler of Avalon and named many of his undead minions as rulers of the Avalonian Baronies.",
      "Avalon did battle with these creatures over the next several months and, if not for the infighting amongst themselves, Avalon might have lost the fight. These undead were more powerful than one could imagine and their leader’s power rivaled even the Dark Lord of the Undead – Zebulon himself. Avalon seized opportunities presented by their infighting and began killing off the members one by one, Mia was first, betrayed by Lazerous, and the Wight Lord soon followed. The Wraith Lord died at the hands of the Order of Paladins when caught alone and unawares.",
      "Darkwind did not take such bold acts lightly and came himself to Avalon time and again to drive off the heroes who were forced to hide themselves to survive.",
      "Eventually, by the early spring, Avalon learned the source of the lich’s power, the wild energies released from Valna’s interrupted failed ritual. With the help of the Elven Queen and many difficult and dangerous quests, Avalon denied the lich his power and forced him to retreat and rethink his plans."
    ],
    "The Ascension Wars": [
      "The summer of 1098PI began what has become known as the Ascension Wars. After the Councils went beyond, scholars believed that there was an end to such things in the world, but as Avalon quickly learned, only the beings on those Councils left, the positions themselves still existed, but were just vacant awaiting new powers to step up and assume them. Each position on either Council had a Mantle of Station and an Item of Power that would allow another to assume the role. The summer saw many powerful beings – both on the side of Light and Darkness – seeking the service of their mortal followers to aid them in gaining a seat on their Council. The Drakes known as Calibahn and Mardux ascended to the Council of Dragons and the warlock turned demon, Trom the former Baron of Eastguard, the imp Palimander, the lich Darkwind ascended to the Council of Hierarchs and assumed the names Ophidia, Pid, and Zebulon respectively.",
      "Many quests and great battles took place as both sides not only struggled to gain power for themselves but tried to prevent the other side from winning their prize. Darkwind sought his item out by using Avalonian heroes he had sorcerously enslaved during an earlier battle. His Court of the Damned was ruined, both because of the efforts of the Avalonian Heroes and because he consumed them to help him in his quest to ascend. The Vampire Meldec and the Shadow Lord Lazarus survived the carnage to trouble Avalon again another day.",
      "The end of the fighting came when Palimander brought Hell to Midlantia and merged the two realms. Mardux saw what was coming and lead the heroes to the Lands of the Dead, where they fought a great number of undead. The Heroes of Avalon returned to find their world changed and not for the better.",
      "Then Mardux stood against Palimander and ordered him to turn things right again; the imp agreed for the price of his Item of Power, which was held by Mardux. After setting things right, he was given what he wanted and ascended to the seat of Pid, assuming his name as well. The Ascension Wars had ended, but there would be other battles as the fight between the Light and Darkness continued."
    ],
    "Tarsus and the Breaking of the Seals": [
      "After the Ascension Wars, Duke Jerrin mysteriously disappeared and eventually was presumed dead by most. Count Kyle DuRhone, a distant relative to Blaize DuRhone came to Avalon soon after and claimed the title of Duke. His reign had barely begun when a new threat arose in Avalon.",
      "Tarsus was one of the few True Nymidians to escape both Valna and Avalon. Where he fled to is unknown, but return he did as the cold of winter began settling on Avalon. One dark night he came back with new knowledge and a new purpose – revenge. Tarsus learned that long ago five great seals were created to bar entrance to this world of some great unnamed evil. These five seals where placed in different areas of this part of Midlantia and each was guarded by a Lion, no ordinary lion but a powerful, magical creature whose purpose was to guard one of the seals. One of these seals was under the 5 Lions Inn. Tarsus knew he could never defeat both Avalon and the Five Lions, so he sought out the Midlantian Guard Banner, for legend said that should the banner ever fall in battle, all Midlantian Guardsman who have passed would return from the dead and punish those who let the banner fall. Tarsus seized control of the Risen Guard and drove them into the heart of Avalon, into the 5 Lions Inn, where the Lions fought an epic battle. The Host of Avalonian Heroes were not in the city when the attack came and upon their return, they found the citizenry driven away and a layer of dust several inches thick upon the ground. A few of the Risen Guard remained and the Heroes made quick work of them. Inside the 5 Lions Inn was the last Lion, Azygoüz, named after the mighty mountain in the Plains of Gehenna.",
      "On the edge of death, and barely able to be healed, Azygoüz greeted the Heroes with a cold welcome. He told them that his brothers and sisters were nearly destroyed and had turned themselves into statues to survive. These statues had been taken and must be reclaimed. The Heroes of Avalon took up the challenge and set out to find the lost statues, eventually reclaiming them and returning them to Azygoüz the Lion.",
      "For many long months Avalon and Tarsus did fight. Tarsus always escaping and not always the loser, until one night in the ruins of Altic, Avalon faced off against the madman who sought to destroy the world and, after destroying his phylactery, finally defeated Tarsus and brought an end to the conflict with him."
    ],
    "The Reclaiming of the Highlands": [
      "Refugees from the Highlands came to Avalon, sometimes in small numbers, sometimes in larger, but come they did and settled in an area the Earl of Medici had set aside for them. These people, strangers in a strange land, fought for many years alongside the Heroes of Avalon and defended the nation that gave them shelter from their war ravaged homelands. Many made friends and, though they never called Avalon home, they did protect it as fiercely as if it was.",
      "Then the time came, those Highlanders who survived the hard journey to Avalon and trained and learned all they could, felt ready to take back their homeland from the Bainites and Ogres who drove them out. They turned to their Avalonian friends and allies and asked for help in taking back their homeland. Avalon and most of her Heroes agreed and together went and did battle with the minions of the Nine once more.",
      "Long and perilous were the battles to reclaim the Raven Banner and the Sword of Cullen, the two items that Highlander Lore said was needed to reclaim their home. Finally, the Highlanders and their Avalonian allies entered the field of battle outside the Bainites’ main stronghold, a castle that once held the King of the Highlands. Then from the gray mists that surrounded the battlefield came the Bainite army, lead by the Hierarch Baine himself. No one knows how Baine managed to remain here when all others where drawn away, but remain he did and was here to defend his conquered territory.",
      "The Highlanders and Heroes of Avalon fought long and hard and finally in the end, Baine was driven off and the Bainites either killed or sent running away. The battle won, the Highlands were once more in the hands of Highlanders, but the war was far from over and still Bainites tried to conquer the Highlands once more."
    ],
    "Reign of Duke Sir Molin Hearst": [
      "During the war, much to Avalon’s surprise, Jerrin Dragonheart returned to Avalon, meeting his people in the Highlands. After the war was over, and as Avalon returned home, he declared himself Prince and appointed Duke Kyle to rule in his stead. Soon after, however, Duke Kyle disappeared and it was widely accepted that his research into strange sorceries was responsible.",
      "Many moons earlier, Sir Molin Hearst, then Count of Islewatch, lead a stalwart band of heroes to a secluded part of Midlantia where sat an ancient temple. This temple, the band would learn, was the home of a guardian that protected the prison of an ancient Dragon who had betrayed the High Lord and entered into the Dark Lord’s service. This abomination was of ancient and terrible power and even the Dragons of his time could not destroy him only contain him in a prison. To ensure his eternal imprisonment, a temple was built over the doorway and a guardian Solar was set to ensure it never escaped. This Dragon’s name is not known, but all called him only Blasphemy.",
      "During the time of the war with Valna, a group of Dark Paladins were directed to assault the temple and claim the Solar’s heart for their dark ceremonies. Evil won that day; the Solar was killed and the gateway to Blasphemy’s prison stood unguarded for the first time in eons. The abomination’s power grew and it clawed at the gates, attempting to free itself before things could be set right.",
      "Count Molin learned only that a temple to the High Lord had been desecrated and he and his friends set out to cleanse the temple and restore things. When they arrived, the temple was guarded by a powerful ethereal force of evil and hordes of undead drawn there by the call of Blasphemy. The battle did not go well and twice the band was driven back. All but defeated, Sir Molin knew he needed to win this fight and told his friends they should leave, not wanting to imperil their lives further. None left, and a third time the band assaulted the temple. This time Sir Molin drew on the power of the White Fire sword crafted by Countess Blaize and Molin’s wife to sanctify the building. The prayers and sacrifice of the band was heard and the sword erupted, killing Sir Molin, and removing the taint of evil from the building. But that was not the end of the Paladin, for the High Lord saw fit to ascend Molin, raise him into a Solar, and set him to the task of guarding the gate to Blasphemy’s prison.",
      "Many years later, at the end of the war to reclaim the Highlands, another was chosen to guard the prison and Molin’s duty was at an end. He returned to Avalon and soon after, when no sign of Duke DuRhone was seen, he claimed the Ducal seat and became the next Duke of Avalon in the year 1099PI."
    ],
    "Blasphemy Freed": [
      "For several years, only minor problems bothered Avalon and the land once more prospered. But evil never sleeps, and, while away on a mission, the Heroes of Avalon returned home in time to see a powerful undead lich finish casting a great ritual to rise up an undead Dragon, not just any Dragon, but Blasphemy itself! The pile of bones animated and unlife filled the dreaded creature whose first act was to consume and destroy the lich and his servants. The Heroes of Avalon stepped through a magic portal that they used to take them home and came faced to face with the awesomely terrible visage of a Dracolich. The battle was swift, and in moments with a beat of its wings and a touch of its terrible black ethereal flames, half of Avalon was cut low. The Host of Heroes, already weak and tired from its battles that night, fled the field, taking as many of the wounded as possible.",
      "The Dracolich Blasphemy terrorized the lands for months as the heroes and nobility sought a way to defeat this creature. Finally, Count DuRhone, who returned to Avalon a few moons earlier, revealed a plan he had. He would cast a ritual to trap the undead abomination in time, forever imprisoning it away from doing harm.",
      "The components collected, the ritual site set and the trap baited, Avalon braced itself to do battle against the Dracolich. Blasphemy arrived on the field of battle and called out to his undead minions who swarmed from the woods to do battle with Avalon. The Dracolich laughed at Avalon’s attempts at subterfuge and revealed his knowledge of the trap. It was too late to turn back now, this was to be the final battle; either Avalon would be victorious or all would perish. The ritual began and the giant bone Dragon moved in for the kill with his minions attacking from all sides. It was all the heroes could do to keep Count DuRhone safe while he cast the ritual, but hope was quickly fading and all seemed lost.",
      "Then, the Dragon Laylon strode onto the field of battle in his full draconic form and called out to Blasphemy and gave him challenge. The two mighty creatures fought tooth and claw, striking such mighty blows against each other that no mere mortal could have survived any of them. Avalon, with renewed hope, drove back the undead and without their master leading them or calling to them, their numbers dwindled and the heroes were able to join the battle and aid Laylon. For hours the fight ensued; the might of the abomination barely being checked by Laylon and the Host of Heroes.",
      "The Dracolich began to tire, its wings had been torn off in the fight and one of its legs was severed. It became obvious Avalon could win this fight, but just then, Count DuRhone finished his ritual and cast the horrid Dracolich into the shapeless, timeless void he had prepared for him, inadvertently sparing the monster from his inevitable destruction. Blasphemy, with his last act of spite and hate lashed out and drew Count DuRhone with him. Blasphemy’s final cry of “I SHALL RETURN!” silenced the battlefield; the battle was over. Avalon had won, but had She?"
    ],
    "First Contacts": [
      "Peace once more settled on Avalon, and the heroes went back to doing what heroes do, adventure. A little remarked event took place late that winter, two men, claiming to be from a land far to the west, arrived over the seemingly endless plains and prairies. They told of a vast empire many, many times the size of even the great Nymidian Empire. The land was called Telvenden and soon this new land would shape Avalon in ways no one was prepared for.",
      "Emissaries and Ambassadors from various duchies within Telvenden began arriving in the City of Avalon to establish trade relations and visit this new land. The people that came represented the Western Empire – as Avalonians came to call it – and it would seem Avalon had found a new ally, but along with the new, bright faces came some troubling stories; stories about the extermination of the Elves of that land that were supposedly evil and their allies, the Druids, who once long ago dwelt in the forests of the Western Empire and cause of a great Cataclysm. The Elves and Druids of Avalon received much contempt and suspicion from these new visitors. There were other, perhaps more troubling rumors that came from the west; rumors of a Vampire Emperor and a forest as dark and many times more vast than the Darkwood Forest was filled with undead. These rumors would soon show themselves to be more fact than fiction.",
      "Avalon had other visitors to its shores. A race of gold skinned people calling themselves Carthidians appeared, seemingly out of nowhere, and came to Avalon claiming the land as theirs. They did not come alone, they brought slaves and magical gem constructs to serve as their soldiers. Avalon would soon learn that the Carthidians did come out of nowhere, for long, long ago they cast a great ritual to send themselves forward in time to escape the fall of their empire; an empire that spanned from the frozen north to the very southern tip of Gehenna.",
      "The first battles did not go well for Avalon against the Carthidians and each one saw new challenges. Eventually, the Carthidians were driven back, more from a lack of supplies than the might of Avalon.",
      "Later, that spring, almost a year after it was banished and true to its word, Blasphemy returned, this time a little wiser and more hesitant to engage Avalon directly. The abomination sought more minions to do its bidding and found them in the wastelands of what was once the proud and powerful Nymidian Empire. It called the undead to it and formed armies with which to assault Avalon. Reports came in that large armies of undead had moved to the border of Avalon, one in the North, by the Mistwood and one to the east, near Coventry. For months these armies just sat there waiting, a constant looming threat that did much to darken the hearts of all Avalonians.",
      "The summer saw increasing activity from the Carthidians who began erecting large obelisks that drained magic and funneled it to the south, to the Carthidians’ risen city. Time was growing short, whatever dire plan the Carthidians were hatching, Avalon had to act. Still on her borders, the great undead armies stood, shrouded in darkness and eternal overcast. Avalon was pressed from two sides by two overwhelming forces, both threatening to crush the Duchy.",
      "Then the Carthidians attacked in force, driving the heroes and the armies from the City of Avalon. During that desperate battle the Warlord, Baron Sir Drae, was captured on the field of battle and Duke Molin turned to a newly knighted Sir Kendrick, once squire to the captured warlord and made him the new Warlord. Sir Kendrick called a retreat and brought back the heroes to Nish, where a few months earlier in an attempt to destroy one of the Carthidian’s obelisks, a flawed ritual had created a magical dead zone. The Carthidians and their constructs could not enter the town and any who did were destroyed.",
      "Expecting an attack at any time, Avalon dug in and waited, and waited, and waited for an attack that never came. Scouts were sent out and, other than a few guards, they found nothing until they reached the City of Avalon where the Carthidian forces were moving in and spending time renovating the city. The Ducal Castle was still in Avalonian hands. More forces moved in by the day and the Carthidian plan remained a mystery.",
      "The new Warlord wasted no time and devised a plan of attack. The forces of Avalon would attack the City of Avalon at midnight in three days time. The Heroes of Avalon would move out and attack the Carthidian city and destroy their tower in desperate hope that something would go in their favor. They had to reach their objective just before the regular Avalonian armies attacked. The stage was set, the forces marshaled, and the new Warlord led the heroes out of Nish in a desperate fight against the Carthidians guarding the town. After a long battle, and with Avalonian help arriving from those heroes not present during the retreat, Avalon won its first major victory in this conflict.",
      "A hard forced march was undertaken down to the lands south of Ultor, through the Great White Swamp and dangerously close to the Darkwood. On through most of the night they pressed, facing opposition at every turn, until finally they arrived at the great monolithic obelisk.",
      "After a brief rest, the heroes charged the obelisk and found numerous elite forces inside, along with a sorcerer attempting to cast a ritual to raise the Carthidian capital city and awaken more of their servants and constructs. The magical power that was being collected over the months crackled in the air above the heroes as they fought.",
      "Then, if things could not get worse, the abomination Blasphemy tore a hole and entered the obelisk. He tore apart the sorcerer and attempted to step into the ritual circle and consume the power for himself, the real reason his forces had not attacked revealed. Blasphemy was weakened from his long imprisonment and in order to be healed, he needed the power collected by the obelisks. Blasphemy was not the only visitor that night. Laylon once more showed up to fight his hated enemy. The two stepped into the circle and fought each other and for control of the power, but Laylon was immune to magic and before long there was a terrible explosion. All went dark and after many pensive minutes the heroes awoke to find all the Carthidians and their constructs destroyed and the human slaves that remained surrendered or were put down. The obelisk was destroyed along with all the lesser ones, the heroes would soon find out. The Dragon Laylon along with the abomination Blasphemy perished in the explosion. Both only live on in memory.",
      "The Host of Heroes returned home to find all but a few of the Carthidian forces had been defeated; those that lived were driven off after a short but decisive battle. With the power of the Dracolich gone, the magical gloom that protected the undead also vanished and the vast legions of undead were destroyed by the light of the rising sun."
    ],
    "Reign of Duke Kendrick Monaghan": [
      "At the end of the year Yule Tide celebration in 1103PI, and during the yearly Noble Reaffirmation ceremony, Sir Molin Hearst passed his Ducal title on to another, stepping down after over five years of rule, the longest in recent history, to none other but the new Warlord of Avalon, Sir Kendrick Monaghan. Many were surprised by this move, but the title had been passed and the nobles swore their oaths of fealty to their new liege lord.",
      "The first act of the new Duke, after receiving his oaths of fealty from his nobles, was to order the execution of Lord Sir Johann of Lockhart for breaking the laws against necromancy, sedition against the rightful rulers of Avalon, and conspiring with the enemies of Avalon. Duke Kendrick called Lord Johann forward in front of the assembled nobleman and commoners. There he confronted Johann and ordered his death. Quickly, the assembled nobles struck and tried to strike him down, but Johann was a powerful Warlock and he protected himself within a Magic Sanctuary spell. He began to profess his innocence and convince Duke Kendrick this was all a mistake. The Duke ordered Count Kyle DuRhone to remove Johann from his sanctuary. The count obeyed and Johann was quickly dispatched.",
      "The new Duke took some time to inspect his lands and take advantage of the time he had to tie up loose ends and bring some stability to the duchy after the war. The Carthidians had been trying to bring the war they started, and ultimately lost badly, to an end with peace offers and gifts to Avalon. Almost six months after the war’s end, Duke Kendrick signed a peace treaty accepting the Carthidians complete and total surrender. Besides the gifts already given, the young statesman only exacted minor war reparations for the damages done to Avalon during the war. In addition, he allowed for free trade between Avalon and Carthidia."
    ],
    "The War with Graythrone and the Death of a Queen": [
      "In the spring of 1104PI, the plans laid by agents of the Duchy of Graythrone came to a head. Over the past several seasons a group calling itself C.R.A.P. (Citizens Rebelling Against Parasites) had preached the imagined ill deeds of the Elves from Mistwood. Their propaganda campaign turned many normally sane citizens of Avalon into a mob of discontents. The best efforts of the nobles of Avalon could not root out their enigmatic leaders who always seemed to sneak off and hide under some rock and be one step ahead of the law.",
      "Then one day in the late spring, while returning to the Mistwood from an extended visit at DuRhone Castle, the Lady Yanna Nefay and her party were attacked by members of CRAP. Her party was overrun by the sheer number of people and the Lady was forced to open a portal and flee to the Court in Mistwood. This was the opportunity the undead leaders of CRAP were waiting for, and they charged through the portal. Many stories have come out of the ensuing battle in the High Court of the Elves, but they all end the same, with the death of the Elven Queen who had ruled for so many countless years.",
      "The young Yanna Nefay, the old Queen’s niece, was quickly crowned the new Queen of the Elven people and she turned to her Avalonian allies for help in reclaiming the former queen’s body and exacting vengeance upon the perpetrators of this atrocity. Duke Sir Kendrick granted the Queen’s request and together they made plans for war. The Avalonian Heroes went forth and gathered the components needed by Count Kyle DuRhone to cast a ritual that would open a portal to the Western Empire into the Duchy of Borian. At the last minute, the Count vanished and the being known as The Golden Jackal, Opener of Ways, appeared to aid Avalon in her plans to invade the Western Empire and the Duchy of Graythrone. The portal open, the Heroes and best and strongest troops from all the baronies marched through into a strange land, along with the entire Elven Army lead by the new Queen.",
      "No sooner had Avalon arrived in Borian, one of the lands of the Western Empire, then reports of civil war and political turmoil reached them. The half-vampire Emperor Mal Koten had turned upon his court and slew hundreds of his nobles before he was brought down. The Imperial Guard turned on the assembled nobles and calling upon the Dark Lord slew many of them. Finally, the Dwarven Emperor Denthar Alten and his allies brought down Mal Koten and fled the capital.",
      "Graythrone had made its move against the Empire and undead legions poured out from the Heart of Darkness and the armies of Graythrone and their allied Duchies went on the march.",
      "It was soon learned that the Kormin Dukes, long thought dead but living in undeath, were behind all of this. As Avalon and the Elven people marched closer and closer to their goal more and more of the lies and deceptions that had been spread for many, many generations were being exposed. Contact was made with Emperor Denthar Alten and a coordinated attack against the heart of Graythrone was made. The battle with the Kormin Dukes and their forces was long and hard and Avalon and her allies battled through the night and early morning hours to finally gained access to the castle where the Kormins fled to. The Elven Queen’s body was recovered and Avalon pressed on into the castle chasing down their enemies; but the Kormins had one more surprise for Avalon, a portal to the Heart of Darkness stood open, waiting to spirit away the Kormins."
    ],
    "The Kalix Invasion": [
      "During the war with Graythrone, the nobles and heroes of Avalon, learned of four great Obelisks of Darkness that protected Castle Graythrone. In an effort to counter the power of these towers, the Duke ordered the heroes to collect the components necessary to cast five Towers of Light; four towers to counter Graythrone’s towers and another to turn the tide in their favor. When the heroes entered the field before Graythrone, they invoked the embedded rituals. Things did not go as planned, however. While the Obelisks of Darkness were neutralized, the tremendous concentration of magical energies in the area tore the fabric of reality and opened a rift in the heavens. After a few days, all of the towers cracked and crumbled. The damage, however, was done.",
      "Over the next several months, strange creatures began to appear in Avalon. Early in the year 1105PI, reports and rumors started to reach the City of Avalon of a creature that was, while still living, a creature of necromancy. These creatures called themselves the Kalix and brought with them a new plague from their destroyed, undead homeworld through the rift.",
      "The heroes discovered that the Kalix where hatched from eggs which grew on great undead trees called Blight Trees. These breeding trees of the Kalix were planted upon nodes of magic which fed and empowered the trees. Eventually, the node was corrupted and destroyed. The Druids implored the duchy to help them stop the newest undead threat to the Mother. They did not need to plead long or hard for the threat to Avalon was clear. Over the summer of 1105PI, many of these Blight Trees were rooted out and destroyed, but a great amount of damage was already done to the land. Scars of dead earth were all that remained where these trees grew. The Druids called upon the Mother to bring life back to the land once the Necromancy was removed. They could not, however, heal the nodes of magic that were destroyed by the trees."
    ],
    "Nehru and Kaleb Dhur": [
      "During that same summer, a new demon was encountered calling himself Nehru. He began to cause the duchy trouble as his followers worked to bring their master, Kaleb Dhur, back to power. Nehru was not alone in his efforts. Kaleb Dhur’s high priest, the Dark Cleric and sorcerer Valen Shae, also worked to free his master and bring him to prominence.",
      "The demon Kaleb Dhur was a powerful, ancient demon that had the power to drain the soul, and with it their knowledge and power, of anyone he killed. In this way, eons ago, he rose to great power in Hell. Eventually he challenged the Nine and waged a war against them. Bazmodeous lead the Nine to defeat him, but they could not kill him. So, instead, they imprisoned him in some hole in Hell leaving him there to be tormented for eternity. As is the way of such things, he was forgotten. Then Nehru found him, bargained for powers and favors, and freed him. But the world had changed since Kaleb Dhur’s imprisonment and he could no longer walk Midlantia feasting on souls to regain his power with ease. Nehru knew of a way to enter the mortal world and used this to force Kaleb Dhur to keep his word.",
      "Nehru began raising a cult to serve Kaleb Dhur and offered sacrifices of souls to feed his master’s hunger. Quickly, Kaleb Dhur regained much of his former power. The demon began to feast on other denizens of Hell and eventually grew powerful enough to challenge the Nine. This time, however, there was no Bazmodeous to force the other Hierarchs in line. Kaleb Dhur made a move to gain the Mantle and Item of Power for the seat of Bazmodeous; his great nemesis. This raised a mountain containing an ancient portal to Hell.",
      "Avalon came in nearly constant conflict with the ever growing forces of Kaleb Dhur. His minions found ways to summon him to Midlantia where he wreaked havoc and destruction. Three times the Host of Heroes engaged in direct conflict with Kaleb Dhur and each time they lost and were forced to retreat.",
      "Then the sorcerers of Avalon came together and created a ritual they hoped would tear the stolen powers away from Kaleb Dhur and thereby give the heroes a chance to destroy him. A powerful white ritual was created and cast, but it was too powerful for the sorcerers to control. The ritual was not a complete failure, it did tear much of Kaleb Dhur’s power. What it failed to do was bring the power to the ritual and instead scattered it across the land.",
      "The following month, the heroes set out to find crystals containing Kaleb Dhur’s power. They were not the only ones seeking them, mortal agents of Kaleb Dhur also sought the green shards to return them to their master.",
      "In the end, Avalon was victorious. Nehru was killed, Valen Shae chased into hiding, and Keleb Dhur defeated. At the final battle, with Kaleb Dhur’s body lying broken on the battlefield, the heroes could not find a way to deliver the final blow. They had reached the same impasse the Nine did eons ago. But one of his former followers, a Gray Elf named Herrin, knew the demon’s weakness, self sacrifice. With his soul still bound to Kaleb Dhur, Herrin killed himself so the demon would be destroyed. His sacrifice worked, and, at the end of the summer of 1106PI, the demon Kaleb Dhur was killed. The mountain sunk once more into the ground and left behind what has come to be called the Desolate Crater."
    ],
    "The Barconian Civil War": [
      "For many years, Barconia was torn apart by strife and civil war. One man, Lord Terrin, tried to bring together the warring factions of his homeland. His opposition was the Merchant League of New Psynia – a group of powerful and rich merchants that sought to create a rival to Coventry.",
      "In the beginning of 1107PI, the true power behind the Merchant League was revealed. True Nymidians, offspring of Valna and Bazmodeous, had fled Nymidia after the fall of Valna and taken root in New Psynia. They manipulated the local politics to seize control of New Psynia and several other lands of Barconia. When they tried to seize control of northern Barconia from Lord Terrin, civil war broke out. The first battle of the war, the Battle of the Empty Vale, went to the New Psynians. Two of Lord Terrin’s supporters turned on Lord Terrin after their families were kidnapped and threatened with death.",
      "Lord Terrin could not ask for Avalonian intervention directly, but instead turned to the heroes of Avalon for help. Several clandestine operations took place which freed the captive families and struck at the New Pysnian supply wagons. This quickly turned the tide of battle in favor of Lord Terrin and his allies. The New Psynians fortified themselves in their strongholds and a long siege was engaged.",
      "Strong spring storms ground the war to a halt. When the weather cleared, Lord Terrin’s forces made a decisive strike against the New Psynians and took their major strongholds. When the stronghold where the True Nymidians were held up was searched, an escape tunnel was found. The chase lead south to Avalon where the Host of Heroes waited for the True Nymidians to cross into Avalon and the trap they laid for them. All five of the True Nymidians were caught and killed during the ensuing battle.",
      "Lord Terrin was pronounced Baron of Barconia and then a year later, Count of Barconia. Peace had finally come to Barconia after generations of warfare and strife."
    ],
    "The Death of a King": [
      "The early summer of 1107PI held great joy and sadness. King Olen Whitestone, King of the Dwarves who had lived an exceptionally long time and was a great friend of Avalon, died. His grandson, Kelgar Whitestone, who had come to the Yule party of the prior year in his grandfather’s stead, was named as the new King of the Dwarven people."
    ],
    "The Unification of Nymidia and the Rise of Emperor William Thallman": [
      "For ten years Nymida was struck by numerous calamities. Then William Thallman rose from obscurity and appeared in Nymidia around 1105PI when he declared himself as Emperor of Nymidia after killing the risen Richard Llewellyn – the same Llewellyn that slew the old Emperor of Nymidia and brought about the Catastrophe. No one is certain where this enigmatic figure came from. It is known that he calls himself The Necromancer, a self imposed title apparently meant to carry some respect. He is also the Demon Knight of Zebulon and, while living, is immortal. This makes it very difficult to determine his exact age. It is also known that he has the power to control undead anywhere in his demesne much as a Greater Lich would do.",
      "His conquest of Nymidia started with claiming the Duchy of Psynia and half of the Duchy of Aquilar. Both of which were easy conquests with neither being ruled by anyone of any power. The lands he seized where filled with wandering undead which terrorized the citizenry that managed to survive. This victory also gave him a vast army of undead; his next victory was winning the loyalty of the commoners who saw him as their savior.",
      "In the cold of winter, Thallman came to Avalon to seek a non- aggression pact with Avalon, the Mystwood, the Dwarves and Tenthetra. After much deliberation, Avalon and her allies signed the treaty.",
      "Next he turned his attention and new army to Tiriane. He delivered an ultimatum to the various barons, declare fealty or be conquered. At first no one took him seriously and preparations for war were made. Then Thallman’s armies moved quickly and orderly through Tiriane, conquering barony after barony. With each victory his army swelled with new undead troops. Before long, the remaining baronies bent knee to their new sovereign.",
      "He then turned his attention to southern Aquilar. The same ultimatum was delivered, swear fealty or be conquered. Devaria – a land carved out by Devin Devarious from the old Aquilar – quickly fell to the might of the new Nymidian Empire despite the fact that Devarious and many of his knights were Dark Paladins.",
      "Now Thallman controlled all of the old Nymidian Empire except Briton. He spent the rest of the year consolidating his power and rebuilding much of the devastated lands of Valna’s Nymidia. He began amassing his forces on the border of Briton; his intentions obvious.",
      "An emissary from Briton was sent to Avalon to seek aid in gathering components and materials needed for the upcoming war with Nymidia. Not only did the heroes respond with assistance, but some even went there to help.",
      "During the fall, there were many skirmishes and a few battles between Nymidia and Brition. Nymidia never committed its full force against Briton during these skirmishes and Brtion’s forces barely held the line. The situation seemed desperate.",
      "At the Yuletide celebrations at the end of 1107PI, the Duchess Marriana Freeborn made an impassioned plea to Avalon for help to save her people from Nymdia."
    ],
    "The Kurig Invasion": [
      "The Kurig, dark skinned Dwarves from deep, deep underground began attacking Avalonian caravans stealing their supplies. At first this was a mere nuisance, but it quickly became a more substantial problem as the Kurig grew emboldened and started attacking several villages.",
      "During the Yuletide feast, King Kelgar Whitestone warned Avalon of this ancient threat from the very pages of their legends. He presented the head of a Kurig and told Avalon that his lands were being invaded by these ancient enemies. He told them that they served Pid as strongly as the Dark Elves served Arachnia. Finally, he warned that the Kurig were making their way to the surface and Avalon should be wary.",
      "Indeed his dire prediction was proven correct. At the end of winter in the year 1108PI, the Kurig attacked Avalon in full force. The duke sent the Ducal Guard with orders to the Baron of Medici to attack the stronghold the Kurig were building in the Black Hills.",
      "The army arrived at the gates to the stronghold and started making quick work of the Kurig and Dark Orcs present. Then the gates were breached and the army started to move into the stronghold, but this was a trap. Before the Avalonian army stood two enormous stone doors which opened to reveal a yawing cavern deep into the darkness of the mountain. Then heavy infantry supported by mages and Dark Clerics charged forth. They hurled poison gasses at the back ranks of the army and were themselves under the affects of many alchemical potions.",
      "The Avalonian army, out matched and out numbered, fled and were chased back to Gronswal which was quickly abandoned and finally back to Wainscoting. The Kurig began to fortify Gronswal after taking it and secured their advance.",
      "Over the next several days the army marshaled and set out to take back their lands and destroy the stronghold. The heroes were called upon to attack various strategic points along the army’s path to maintain their strategic approach. The heroes succeeded in their overall objectives, overcoming initial setbacks.",
      "The army engaged the main force of the Kurig outside the stronghold while the heroes attacked the command group within. As the heroes entered the stronghold, they witnessed Valnor the Champion of Pid himself, challenge the King of the Kurig and the High Priest declare Valnor the new king. The old king fled into the Underdark barely escaping with his life. Valnor having no time to pursue him, turned and ordered the Kurig to kill the heroes and a bloody battle ensued.",
      "The battle lasted hours and in the end both forces were near defeat, but the Kurig had the apparent upper hand. Then Baron Sir Dragosian stepped forward and challenged Valnor to single combat to determine the outcome of the battle. Valnor accepted and the two entered honor combat. The fighting was fierce and in the end the Baron defeated Valnor. The Kurig charged forward to claim the body of their fallen king and retreated into the Underdark from whence they came. The day was Avalon’s."
    ],
    "The Conflict Over Briton": [
      "In the early months of summer in the year 1108PI, Nymidia made its move to attack Briton. In a twist of fate, the Duke of Avalon, many of the nobles, and several heroes also set sail to offer the Duchess of Briton the protection of Avalon. No sooner had the Duke and his party landed in Briton, did the forces of Nymidia attack.",
      "For months prior, the Emperor of Nymidia had sent his ethereal undead into Briton to harass the countryside, and, as a result the people fled to the cities to find security. The overpopulation caused by the refugees brought famine and disease to further break the spirits of Britonians. The forces on the border would harass the defenders and periodically make preparations for battle. The hopes and stamina of the Britonians were all but spent before the attack.",
      "Once the army of Nymidia invaded, there was little to stand in their way. The army fell into full retreat back to capitol. Briton was on the verge of falling to the Emperor, but his plans were about to be thwarted.",
      "The Duke met with Duchess Marianna and offered her the protection of Avalon in exchange for her oath of fealty. The duchess had little choice and bent knee to the Duke swearing an oath of fealty. Now that Briton was part of Avalon, the non-aggression pact protected them from the empire, if Thallman’s word was to be trusted and the treaty maintained.",
      "The Duke, nobles, heroes and new Baroness Marrianna set out to meet the Emperor. The Duke told the Emperor of the oath and how Briton was now part of Avalon. The Emperor flew into a rage. He through insults and challenges to their honor. In the end he stopped his army’s advance and declared the lands he had already conquered part of Nymidian soil and East and West Briton were formed."
    ],
    "The Orcish Invasion of Mistwood": [
      "When the heroes returned to Avalon, they learned that the Mistwood was attacked by a horde of Orcs lead by Lucian, the son of Balphagor. These Orcs attacked from surprise and used some strange substance to salt the earth and prevent the wood from growing back. Though the Orcs took massive casualties, the Elves were not ready for such a large attack and they were initially pushed back. After a short time, the Elves counter attacked and drove the Orcs from the wood, but not before large numbers of trees where carted off.",
      "A month later, 20,000 Orcs invaded the Mistwood. The vast majority of these Orcs came from Jemp in the Western Empire who were driven from their home. Wagons full of the Mistwood Bain were carted into the Mistwood and dumped on the ground polluting the conquered territories. Trolls carried in mobile walls made from the felled trees a moon earlier and were used as defense from Elven arrows and to build a mobile fortress. Massive numbers of Orcs were slain as the Elves unleashed ancient magics, but it was not enough. The Queen of the Elves called to her allies for help and then fell ill.",
      "Avalon and Barconia responded. The Barconian army moved north through the mountains to harry the Orc’s supply lines and east around the Mistwood joining with Avalonian forces. Avalon sent its main force straight through the Mistwood to meet the Orcs head on. The heroes joined the fighting as well, attacking strategic points.",
      "The fighting was fierce and untold numbers of Orcs perished, but more took their place. Word reached the Host of Heroes in Haralian, a town where they set up their camp, that a main Orcish rush was pressing down on them. The army was sent to meet the press while the heroes moved off to attack a flanking arm of the army. The battle took place around an ancient Elven burial site.",
      "Fighting was fierce in the dark of the wood and heroes soon learned that Lucian was present leading his Orcs. But Lucian was human, not the Orc or Half-Orc they expected. The Orcs were driven back after hours of fighting.",
      "The war did not end there. The next morning another push on the Avalonian position was made by the Orcs and the heroes formed up to defend themselves. This group of Orcs were not the well trained and organized lot they were used to fighting, but a rabble. Then an Elven runner came and reported that the burial site was once more under attack. A group of heroes was dispatched to deal with the problem. They were ill prepared to face Lucian and his elite guard and were quickly cut down or forced to retreat. Some lived to witness his desecration of the shrine and grave. They saw him take from the tomb a magic sword of ancient power. As Lucian fled with his prize, Balphagor’s voice was heard declaring him to be his Demon Knight and gifted him with his blessing.",
      "After that encounter, Lucian and his trained Orcs fled leaving the Jemp Orcs leaderless, unorganized and to die. The combined might of the Mistwood, Avalonian, and Barconian armies had already set the Orcs to route, but with their leader gone, the route turned into a massacre.",
      "A vast swath of destruction was left behind and thousands of unburied dead. Over the summer, these dead would pose their own problem for the Mistwood."
    ],
    "The Ascension Wars Begin Again": [
      "Temples to the High Lord, Groves of the Mother and even unholy places dedicated to the Dark Lord were being attacked by groups of Dark Elves and their Beholder allies. It was learned earlier in the year that the Dark Elves were using an ancient device called the Arcane Enigma Box, which had the power to absorb any form of energy – mystical or divine – and release it later in any form the wielder wished.",
      "After the war in the Mistwood, the Dark Elves grew more bold or desperate. They destroyed the Grove near the city of Avalon and many more dangerous places. The nobles of Avalon could not figure out where they would strike next or to what end these attacks led.",
      "At the end of summer, they would learn the answer. The Queen of the Dark Elves had acquired the Mantle and Power Item of Arachnia and planned on ascending to that seat. She was only a mere mortal and lacked the power to make that transition, so she needed the energy the Dark Elves had collected in the Arcane Enigma Box to giver her the power she needed to complete her ascension.",
      "One dark night, the Host of Heroes received word that a large number of Dark Elves were moving near by. The heroes set out to stop them, but they did not anticipate encountering the Queen herself. Her loyal minions bought her time to use the things she had collected and ascended to the seat of Arachnia before their eyes. Empowered and enraged, the Hierarch vented her fury upon the Avalonians present.",
      "Arachnia was not the only being to ascend that night. For many moons prior, a traveling scholar and sorcerer had visited the heroes at the monthly gatherings and become friends with many of them. It turned out he was more than he seemed, for Evander the Scholar was really a powerful Drake. He too was on that field of battle and when the Queen ascended, so he too took up a seat on the Council of Nine.",
      "Upon that field of battle, two titanic cosmic forces did battle. Arachnia calling upon the powers of Hell to bend the universe to her will. Evander called upon the powers of the universe to undo the death she was causing. Great rends in the earth appeared as their wills and power were pitted against each other. The very earth cried out in anguish as their fight destroyed it. But the Mother would not stand for this transgression long. A Forestal arrived and ordered Arachnia to depart, to leave this world and abide by the ancient pact.",
      "She refused and the Forestal moved against her. His massive strength and power wounding her grievously. Arachnia tried to bend the universe to her will and destroy the Forestal, but she could not touch him with her power. Evander, after healing the Avalonian heroes, joined the Forestal and together drove Arachnia from Midlantia.",
      "The battlefield grew quiet after the last of the Dark Elves were slain. The Avalonians looked upon the devastation that was wrought and were stunned to silence. Eventually, Evander and the Forestal parted ways peacefully.",
      "The heroes needed to find a way to heal the land. They turned to the old stories where, over a decade ago, Avalon used the Horn of the First Unicorn to heal the land after another great war left Avalon in ruins. They set out on a great quest into Castle DuRhone where the Horn was kept.",
      "After the completion of their quest, they used the Horn to heal the Dale lands. They then brought the Horn to the Mistwood to heal those lands as well. They fought a great number of undead in the wood but not nearly as many as they had expected, for many were drawn into Nymidia. In the end, the Mistwood was healed and the Horn’s power was expended. The Horn of the First Unicorn was returned to Castle DuRhone where it once more gathered its power for when it might next be needed."
    ]
  }
}
