[
  {
    "name": "The First Rule",
    "content": "If a skill, spell or other rule does not explicitly state you can do something, then you cannot do it. For example, the Giant Strength spell does not say you can use it to leap greater distances, therefore, no matter how creative you may be in trying; you cannot leap with a Giant Strength spell. Another example, the Slay skill says nothing about being used to break an object such as a door. During game play your character wants to get into a room behind a closed door. You cannot use one of your purchases of the Slay skill to break down the door.",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Characters and Players",
    "content": "You are a player and your character is the role you take up in the LAIRE game world. Characters are anything played by a player in the game. Any PC or NPC is a character; Orcs, Goblins, Zombies, Dwarves, etc are all characters. Throughout this rulebook these two words are used and they are not interchangeable. Be careful when you read this rulebook, many of the rules change their meaning if you exchange these two game terms.",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Tag Cycles and Using Skills",
    "content": "If you do not play in a Tag Cycle you cannot use tags from that Tag Cycle. This rule applies to PCs as well as NPCs.",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Rounding Rules",
    "content": "From time to time a player may have to round a number. Unless otherwise stated, the player should round any remainder in their favor with a minimum of 1.",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Losing Permanent Pool Points or Body Points",
    "content": "No character can ever be forced by any charm effect to use a skill or ability, cast a spell or a ritual that will expend permanent pool points – Power Points, Elemental Pool Points, etc. – or permanent Body Points. If the character is made to do so, the attempt fails and nothing is lost. ",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Rule Conflicts",
    "content": "Some rules, skills, spells, rituals, etc. conflict with a more general rule or another skill, spell, ritual, etc. To determine how these rules interact, follow the rule with the most specific information. For example, the general rule is, a skill is used if a defense is called for it. However, many faith skills state that only a magical defense, such as an Invulnerability spell will cause the faith skill to be expended. Finally, the Destroy Undead skill is not used if an Invulnerability spell is called.",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "What Happens When You Call a Hold",
    "content": "When someone calls the word “Hold,” you should stop what you are doing immediately, and stay exactly where you are. Do not leave the spot you are standing on; players who move without good reason during a Hold should be reported to a Marshal. Do not have any conversation during a Hold, in-game or out-of-game, unless it relates to the specific reason why the Hold was called",
    "subsection": "The Hold Rule",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "hold_rule"
    ]
  },
  {
    "name": "How to Call a Hold",
    "content": [
      "To call a Hold, shout “Hold” as loud as you can. If you hear the cry of “Hold” you should repeat it at once, and then stop any action you are involved in. In combat situations, be sure your opponent has recognized the Hold before dropping your guard.",
      "When the reason for a Hold has been resolved, the player who called the Hold or a Marshal should call “Three, two, one... LAY ON”. The game then resumes from where it left off"
    ],
    "subsection": "The Hold Rule",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "hold_rule"
    ]
  },
  {
    "name": "When to Call a Hold",
    "content": [
      "The main reason to call a Hold is for a safety reason. Safety reasons include:",
      {
        "type": "list",
        "items": [
          "a personal injury;",
          "a combat rules violation, such as:",
          "another player strikes you in the head or groin,",
          "a player is striking you too hard;",
          "you see something that may endanger you or other players:,",
          "rocky or dangerous terrain,,",
          "broken glass on the ground,",
          "a pit or a hole,",
          "a child or a non-LAIRE member entering the play area,",
          "spotting broken weapons or armor,",
          "a player entering an out-of-game area."
        ]
      },
      "You can also call a Hold for a rules related reason, such as clarifying the effects of a spell. This is mildly discouraged, since there is nothing more distracting during a battle than a stream of Hold’s for trivial reasons. If there is a rules problem in the middle of a battle, try to work it out quickly without calling a Hold. It is common courtesy for players not involved in the clarification to pause and wait for those involved to be done before continuing. Be aware of your surroundings and what the other players are doing."
    ],
    "subsection": "The Hold Rule",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "hold_rule"
    ]
  },
  {
    "name": "What is not allowed during a Hold",
    "content": [
      "Players may not call a Hold for personal convenience or to perform any out-of-game activity that has an affect in-game. For example, it is illegal to call a Hold in order to gather spell packets or arrows. If a Hold is called for another reason, you are allowed to gather spell packets but you must be back in the place where you started when the LAY ON is called. You may not gather thrown weapons or arrows since these items are in-game.",
      "No in-game conversation, discussion of tactics, or other talking should occur during a Hold. Only the person who called the Hold, the Marshal, and any subject of the Hold should speak while it is in effect. This will shorten the Hold, and keep the flow of the game going. Also, if the Hold was called because of safety reasons or for a Marshal to give an in-game description or other instructions, you cannot hear it if you are talking. This cannot be stressed enough, when you hear a Hold called, be quiet!",
      "Also, you may not call a Hold to compensate out-of-game for ingame challenges. If you are out of breath, stumble, or drop your sword you may not call a Hold to catch your breath, regain your balance or pick up your sword.You may consult a copy of the rules or an out-of-game copy of the spell verbals during a Hold.",
      "Players who call unnecessary Hold’s will be cautioned. If the player continues to call unnecessary Hold’s, they will be disciplined."
    ],
    "subsection": "The Hold Rule",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "hold_rule"
    ]
  },
  {
    "name": "The Word Hold In-game",
    "content": "You are encouraged to use “period sounding” speech, but a cry of “Hold varlet! I wish to smite thee” is a bad idea. All those around you will hear and repeat the “Hold” and will ignore the rest of your sentence. Therefore, you should not yell the words “Hold” or “Halt” at all, and you should be cautious about beginning any sentence with the word “Hold.” Instead, use the word “Stop”, or “Keep the line” instead of “Hold the line”.",
    "subsection": "The Hold Rule",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "hold_rule"
    ]
  },
  {
    "name": "Tag Cycles and Using Skills",
    "content": [
      "If you do not play in a Tag Cycle you cannot use tags from that Tag Cycle. This rule applies to PC’s as well as NPC’s."
    ],
    "subsection": "General Rules",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "tags"
    ]
  },
  {
    "name": "Acknowledging an Attack",
    "content": [
      "When you are hit with an attack, you should acknowledge the attack by saying, “Got it” when possible and prudent. It indicates you know you were hit with the attack. If you call a defense to the attack it is not necessary to call “Got it.”"
    ],
    "subsection": "General Rules",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "attacks",
      "combat"
    ]
  },
  {
    "name": "When to Call \"No Effect\"",
    "content": [
      "If a character is immune to an attack and they are hit with that attack, the player should call, “No Effect.” However, if the attack normally has no visible affect – Charm School spells, charm abilities, the Take Your Sight spell, the Enfeeble spell, poisons, etc. – the player does not have to call, “No Effect.” The player should still acknowledge they where hit by the attack by saying, “Got it.”",
      "Common skills characters can learn that fall under this skill are the Poison Immunity, some Spell Immunities, Immunity to Charm, and Alchemical Resist skills."
    ],
    "subsection": "General Rules",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "effects"
    ]
  },
  {
    "name": "Having and Doubling Effects",
    "content": [
      "During game play, a character may acquire items or abilities that either halves the cost for using a skill or spell or doubles its effects. No matter what or where it comes from, no spell, skill, ability, power or effect can be both halved and doubled and it can only be halved or doubled once. There are no exceptions to this rule. If the character does have two of these effects, each time they use the spell, skill, ability, etc. they can choose whether to double the effect or half its cost.",
      "The one and only exception to this rule is the skill Double Power. While it can never be combined with another doubling effect, if the character has something that halves the cost for the spell, it can be combined with the Double Power skill.",
      "This rule also holds true for items or abilities that reduce the cost for using a spell, skill, ability, etc. These effects cannot be combined with themselves, with halving effects or doubling effects."
    ],
    "subsection": "General Rules",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "effects"
    ]
  },
  {
    "name": "One Strike Combat Rule",
    "content": [
      "Engaging in combat in a manner that is dangerous to yourselves or others will not be tolerated. Every player gets one warning per Event given to them by a Marshal. Any player receiving a second combat warning in that same Event will be removed from all combat for the duration of the Event and have to attend a combat retraining class before they will be allowed to fight again.",
      "For example, a character who ducks low, thereby presenting their head as the primary target, is endangering themselves. If the player gets hit in the head, it is their fault, not the striking player, and they will be given a combat warning.",
      "On the other hand, a player who aims for their opponents shoulder is asking for trouble as this increases the likelihood of striking their opponents head. The player who delivered the blow, in this case, is at fault and will be given a combat warning."
    ],
    "subsection": "General Rules",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "combat"
    ]
  },
  {
    "name": "Courtesy",
    "content": [
      "LAIRE tries to promote personal growth as well as the growth of a character’s Level. So, while in-game your character may be a rude, crude, crass, stupid, bore, you need not be one as well.",
      "If you need to talk to someone, especially someone who is volunteering a considerable amount of their personal time to be a Marshal, Staff, Plot Marshal, or E-Board member, it is rude and insulting to walk up to that person while they are already engaged in a conversation with another person and interrupt with your request or issue. The other player who you just pushed aside has as much right and need as you do. The polite, and only acceptable, behavior is to approach and wait quietly to be acknowledged or the conversation to end. This is not an invitation to eavesdrop on a conversation that does not concern you. That is almost as rude.",
      "Similarly, approaching a person while they are in-game and you are out-of-game and starting to talk to them is also rude. Approach and wait to be acknowledged if they are roleplaying, or politely and quietly inform the person that you need to talk to them out-of-game.",
      "Of course if there is an emergency and you need to talk to someone, then by all means interrupt, but do it courteously by first saying, “Excuse me,” then apologizing to the person you are not going to speak to, “I’m sorry for interrupting, but this is an emergency.” Then go on with your explanation. Everyone deserves to be treated with respect and courtesy, even you.",
      "It is also important to be conscientious about your personal hygiene. It is difficult to roleplay or otherwise interact with another player if they – to put it bluntly – stink. As someone once said, “Water is not just for drinking, it is for bathing too.” Be sure to bathe before, during, and after during an Event as well as brush your teeth and use plenty of deodorant."
    ],
    "subsection": "General Rules",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Calling other Players on Mistakes",
    "content": [
      "Sometimes a character will make a mistake using a skill. Some of these mistakes are in-game mistakes, such as flubbing a verbal. Some are out-of-game mistakes, like striking a player in the foot with the Slay skill. In either case, the skill, spell, or effect fails. However, if the mistake is in-game, the player should point out why they are not taking the effect. For example, a character casts a fireball by saying, “I draw upon the earth to cast a fireball.” The targeted character should call “Flubbed verbal”. On the other hand, if the error is an out-of-game mistake, they should call “Out-of-Game Error”. The character using the skill has the right to ask for a Marshal to make a call as to whether the skill was used correctly. The target character in either case does not have to correct the character using the skill."
    ],
    "subsection": "General Rules",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "While playing the game, a player will learn information that their character does not know. Most often, this occurs when the player is NPC’ing. This section will describe what acceptable and unacceptable behavior in our game is.",
      "Regardless of the rules bellow, if at anytime a player hears in-game information that affects their in-game roleplay, they can go to a Player-Rep to have their grievance heard and a suitable resolution to the problem passed down. So watch what you say, you never know who is listening or who may not want to know the information you are giving out."
    ],
    "subsection": "In-Game and Out-of-Game Information",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Player to Player Information",
    "content": [
      "Anything one player tells another player about their player character or actions their player character takes can be taken in- game at your discretion. For example, at the end of an Event, a player may boast, “Wow! What a game I had today! I killed the Duke!” You may take this information in-game and, at the next Event, inform the Duke who killed him.",
      "Be careful where and to whom you tell information about your character. If you are telling your best friend, who you trust not to reveal the information or take it in-game, that you just completed your Dark Cleric quest and have learned your first skill, there may be someone near by that over hears the information and CAN bring it in- game. You have no recourse and will get no special considerations if either your best friend or the eavesdropper brings the information in- game."
    ],
    "subsection": "In-Game and Out-of-Game Information",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "information"
    ]
  },
  {
    "name": "NPC to Player Information",
    "content": [
      "Any in-game information you learn while playing an NPC or discussing storylines with a Plot Marshal must be kept out-of-game. This information may never be brought in-game and may never be discussed with other players without explicit permission from the, Marshal.",
      "However, it is acceptable to tell anecdotal stories about your NPC experiences so long as you leave out the unnecessary particulars. For example, you are playing a character on a module. During the module, one of the player characters uses a Servant of Darkness skill and you learn that they are playing such a character. Also, during the fight the same character drops his weapon in a humorous manner. Later you meet up with your friends and want to regale them with the story. So long as you leave out the player’s character name, the information about the module itself, and the fact that they are a Servant of Darkness, you may feel free to tell your friends about the humorous incident."
    ],
    "subsection": "In-Game and Out-of-Game Information",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "information"
    ]
  },
  {
    "name": "Between Event \"In-Game\" Conversations",
    "content": [
      "It is unreasonable to expect the game to monitor, curtail, or control quasi-in-game conversations between characters between Events. It is, however, discouraged.",
      "It is against the rules to plan, conspire, or discuss actions that have in- game effects beyond the characters of the players present. For example, if the Baron of the Dale and the Lord of Lochehart, while at an out-of-game wedding, plan to overthrow the Duke. This is meta- gaming and against the rules. Also, the rule above about player to player in-game information exchange applies. So, if while at this wedding, another player hears the conversation, not only will they be able to bring the information in-game but the two former players will receive the appropriate disciplinary action."
    ],
    "subsection": "In-Game and Out-of-Game Information",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "information"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "You are a player, and your character is your representation in the LAIRE game world. You have complete control over your own character – subject to the rules of the game – you control how your character feels, speaks, acts, lives, and dies. In contrast, there are non-player characters (NPC’s), whose actions are not fully controlled by their players; these are described in a later section.",
      "Your character could become the greatest hero to ever stride across the world, or the most wicked creature ever to have slinked in the shadows, depending on what you want to do and how well you play the game. Remember always – for good or for ill – in-game actions have in-game consequences."
    ],
    "subsection": "Player Characters (PC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Know the Rules",
    "content": [
      "The better you know the rules, the better a player you can be. Ideally, all the players will know all the rules of the game, but realistically that is a lot of information to know and not every rule in this rulebook is applicable to you or your character. If you are playing a Paladin, you do not need to know how to cast a ritual. As you play the game, you will learn which rules are the most important for your character and which are the most important for you to memorize. You can start off by learning the combat related skills and the low magic spells, as these are the most common, and the ones you will encounter the most."
    ],
    "subsection": "Player Characters (PC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Be a Good Sport",
    "content": [
      "This is only a game. Like any well-run game or sport, the rules of good sportsmanship apply. Do not get into shouting matches with other players over the interpretation of the rules; stay calm and call a Marshal. If someone is unfamiliar with the rules or makes a mistake, be tolerant and patient; give the new or poor player a chance to become an experienced and good player. For example, if you are hit in the head, do not lose your cool; call a Hold, explain what happened, and tell them to be careful. If it happens again, do not yell at the other player; call a Marshal. You must treat all players with respect at all times. Failure to do so will result in disciplinary action.",
      "As a player, you may have to be especially tolerant of the people playing the monsters you meet, since as NPCs they are likely to be new members of LAIRE, or people testing whether they like to play the game. In that sense, every player is a living advertisement for the quality of the game. Without new members, LAIRE will become stagnant and dull. By being a good player and a good sport, you help keep the game alive.",
      "If your character has taken enough damage to go to negative Body Points, lie down and play dead. In the big picture of the game of LAIRE, there is no “winning” or “losing,” but it still can be personally disappointing when your character dies. However, it is also a chance to show how good a player you can be: count down the time for when healing spells are still effective as accurately as you can; cooperate with searches according to the rules; follow the rules on in-game possessions as you arrange to resurrect your character."
    ],
    "subsection": "Player Characters (PC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Do Not Get into Arguments About the Rules",
    "content": [
      "Rules disputes are a strictly out-of-game activity, and cannot add to anyone’s enjoyment of the game. If the result of an encounter is obvious, do not go thumbing through the rules looking for a saving grace for your character; let the game move on. If you have a rules question ask a Marshal. If you think a Marshal’s call was in error, talk to one of your Player Representatives. They will bring the issue to E-Board and they will take the appropriate actions to rectify the situation.",
      "In particular, do not waste your time arguing over a Marshal’s judgment. Marshals are trained to try to be fair to everyone; if a Marshal rules against you, then they are trying to be fair to someone else. If you feel a Marshal ruled incorrectly, then see a Player Representative immediately.",
      "If there is a question between a PC and an NPC whether it be taking damage or how a skill or rule works and there is no Marshal present, the PC wins."
    ],
    "subsection": "Player Characters (PC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Roleplay",
    "content": [
      "While you are playing, try to “be” your character. When your character is hit in the leg, try to act as if you were wounded in that leg; when you see a player in a goblin mask, picture them as an actual monster; when your character is surrounded by enemies and all hope is lost, act valiantly or plead for mercy as your character would do. Your ability to interact in the game as your character is what makes the game fun to play and is what will make other players want to interact with your character.",
      "The goal of the game of LAIRE is not to kill all the monsters and “win” the game. The point of LAIRE is to put yourself in the middle of a giant interactive improvisational theater. The organization provides the direction and the stage props, but at every moment the star of your personal theater is you. Play your part well, so you can give yourself a good review when the play is over."
    ],
    "subsection": "Player Characters (PC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Stay In-Game as Much as Possible",
    "content": [
      "Make it clear when you are in-game, and when you are not.",
      "Of course, when you are out-of-game you are supposed to wear a white headband. However, there are still times when it is not clear to other players whether you are speaking in-game or making an out-of- game comment, so please call a Hold before making any out-of-game comments.",
      "It is not acceptable and very bad form to interrupt in-game roleplay with an out of game comment or joke. You cannot call a Hold to make a joke or some other off topic comment. If you wish to have such conversations, then you should go to an out-of-game location and go out-of-game. Saying, “Out of character…” and making some out-of-game or out of context comment is absolutely unacceptable. If a marshal catches a player doing this, negative Roleplaying Chips will be written on your card. Repeated offenses will result in disciplinary actions.",
      "The biggest problem is in the area of insults. If you call someone a nasty name or use a real world obscene gesture, they may misunderstand and take it personally. The best solution is never to use blunt language at all; try to come up with medieval sounding equivalents: “You are an illegitimate offspring of a female hound with whom you yourself have mated.” If you treat insult as a high art, not only will players know that you are speaking in-game, but you may earn a Roleplaying Chip for a truly creative put-down."
    ],
    "subsection": "Player Characters (PC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "You are Not Your Character, Your Character is Not You",
    "content": [
      "You can play whatever character you wish for your own personal entertainment. You can be a rascally scoundrel, an evil necromancer, a brutish barbarian, or a shining paragon of virtue. But do not get too caught up in the role you have chosen for yourself. Your character may be evil, but as a player you are expected to follow all the out-of- game rules of LAIRE. Do not assume that because someone plays a bad character that they share their character’s traits; some of the nicest people in the world play the most wicked characters in the game. Of course, you should also remember that in-game actions have in-game consequences. If your character attacks a group of necromancers and some get away, you should not be surprised if they come back looking for revenge. Similarly, if you kill the Baron of Islewatch, you should not be surprised if your character becomes an outlaw and is hunted and hounded constantly."
    ],
    "subsection": "Player Characters (PC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Be Prepared",
    "content": [
      "You know that you will need a white headband to show when you are out-of-game. You know you will have to carry tags for all the skills your character has. You know that you may be trudging through the woods in the rain. If you are playing a spellcaster, you know you will have to write on your Power Point tags. So, be prepared for all these things: find an old t-shirt that you can tear up for a white headband; make sure your costume has a pocket for all your tags; bring a zipper- lock plastic bag to keep your tags from getting wet; bring a pen. Just like you cannot play hockey without your hockey stick, it is your responsibility to make sure that you are properly equipped to play the game."
    ],
    "subsection": "Player Characters (PC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Ask for Tags",
    "content": [
      "After your encounter with other players or NPC’s is finished, ask for the tags for any abilities they have used, any damage they have taken, any spells they have cast, etc. Since the NPC’s and other players always have the right to ask you to show proof of your abilities, you should avail yourself of the same right to ask them.",
      "Just because someone asks for your tags does not mean that you are being accused of cheating; we strongly encourage everyone to ask for tags whenever the opportunity arises. Be cooperative when you are asked for tags. If you discover that someone made a mistake and used an ability or Power Points that they did not have, do not get excited; call a Marshal. If you are the one who made a mistake, try to be fair: “Uh-oh, I thought I had more Body Points left. Okay, I’m dead,” and lie down immediately.",
      "In general, if you discover that a mistake was made in the middle of a combat, do not do the battle over; it is almost impossible to do. Decide amongst yourselves or get a Marshal to adjudicate what a fair result would be, and let the game move on."
    ],
    "subsection": "Player Characters (PC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "One Last Time...",
    "content": [
      "This is only a game. It is meant to be fun. If you take it too seriously, then it is no longer a game. Then, it is not fun anymore."
    ],
    "subsection": "Player Characters (PC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "Of all the volunteer work you can do for LAIRE, by far the most important is… cleaning the campsite at the end of an event, but the second most important work you can do is to be a Non-Player Character. The NPC’s play all the roles that the Player Characters do not: the monsters, the townsfolk, the princes and princesses in distress, the imprisoned dragon that must be rescued from the evil clutches of a dastardly knight. Someone has to play these parts so the other players can have fun.",
      "There are many advantages to being an NPC. It is a good way to learn the rules; we recommend that new members of LAIRE start by being NPC’s for their first event. When you play an NPC, you get to explore possibilities that your regular character cannot; if your character is a spellcaster, you can get a chance to see what it is like to be a fighter. You can play without worrying about all the complications associated with being a Player Character. Finally, when you play an NPC you earn Build Points, Brownie Points, and Play Credits, which you can use to advance your regular character and hopefully have fun as well.",
      "The primary disadvantage to being an NPC is that you have to play your role according to the instructions of a Module Director, a Monster Marshal, or a Plot Marshal. Most players take this as a challenge; like an actor interpreting a part, they look for ways to have fun within the roles they have been given.",
      "LAIRE will provide costumes, weapons, spell packets, and instruction for all the NPC’s at an Event. Bring your own costumes and weapons if you wish; chances are the Module Director or Monster Marshal will be able to fit them into the event somehow. We ask that your clothes have no obvious anachronisms; a plain black t-shirt and black pants are fine. Also, please try to arrive at your work shift on time, so you have plenty of time to get acquainted with your role."
    ],
    "subsection": "Non-Player Characters (NPC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Know the Rules",
    "content": [
      "Make yourself familiar with this rulebook as soon as you can. Keep a copy of the rules near your encounter site. Try to memorize the spell verbals and the effects of the different spells. If your NPC has special abilities, make sure you know how to use those abilities."
    ],
    "subsection": "Non-Player Characters (NPC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Be a Good Sport",
    "content": [
      "This is only a game. Like any well-run game or sport, the rules of good sportsmanship apply. Do not get into shouting matches with the players over the interpretation of the rules; stay calm and call a Marshal. If a player is unfamiliar with the rules or makes a mistake, be tolerant and patient; give the new or poor player a chance to become an experienced and good player. For example, if a player hits you in the head, do not lose your cool; call a Hold, explain what happened, and tell them to be careful. If it happens again, do not yell at the other player; call a Marshal. You must treat all players with respect at all times. Failure to do so will result in disciplinary action.",
      "If you have a dispute with another player over the rules and no Marshal or rulebook is available, assume the Player Character is correct and let the game continue. Discuss the issue with a Marshal or a Player Representative after the encounter is over."
    ],
    "subsection": "Non-Player Characters (NPC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Obey the Monster Marshal",
    "content": [
      "Always follow all the instructions for any role that you are given. Even if out-of-game you are a fantastic fighter, if you are told to play a zombie you must fight like a zombie, even though this often means a quick and nasty end. The Monster Marshal will give you role- playing instructions for your character. You must follow these instructions and not go outside what you have been told, even if it is cool or funny to do so. For example, if you are sent out as a kind and friendly healer and told to heal anyone in need free of charge, you should not take it upon yourself to charge as much as you possibly can or rob the bodies of the fallen before you heal them. The marshal has reasons for sending you out with the instructions they do. Taking it upon yourself to do otherwise can cause problems you may not know about and ruin the fun for others.",
      "Generally speaking, players who perform the roles that they are given with both good roleplaying and while staying within their assigned parameters will be given more complicated and intense roles in the future. Conversely, players who fail to do this will be given the most basic roles such as zombies and rocks or they might not even be allowed to play an NPC at all and must find another way to fulfill their work assignment such as cleaning the NPC cabin."
    ],
    "subsection": "Non-Player Characters (NPC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Take Your Hits",
    "content": [
      "Nothing is more annoying than a monster that refuses to die. If you have been defeated, lie down and die – well in-game at least. You will have a chance to play another monster soon."
    ],
    "subsection": "Non-Player Characters (NPC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Roleplay",
    "content": [
      "Be your character. Roleplay according to what the Marshal tells you, but within those limits try to be a person, not just a piece of cardboard to be knocked down. Even a mindless monster is a role: it single-mindedly obeys its commands or pursues its goal."
    ],
    "subsection": "Non-Player Characters (NPC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "The Players are not Your Opponents",
    "content": [
      "This game is not the monsters versus the Player Characters, it is you and the other players working together to have fun. You are playing a role, not just player bashing. If the players are roleplaying, encourage them to earn the roleplaying chips they may get."
    ],
    "subsection": "Non-Player Characters (NPC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Do not Give a Killing Blow to a Player Character",
    "content": [
      "There are some exceptions to this, and the Monster Marshal or Module Director will tell you if you are one of those exceptions."
    ],
    "subsection": "Non-Player Characters (NPC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "He also Serves Who Only Stands and Waits",
    "content": [
      "The hardest part of being an NPC is the waiting. No matter how bored you get, do not wander off."
    ],
    "subsection": "Non-Player Characters (NPC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Be Available",
    "content": [
      "If your character has been killed and you do not know where to go, return out-of-game to the monster area and wait for instructions."
    ],
    "subsection": "Non-Player Characters (NPC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Be Prepared",
    "content": [
      "Bring a white headband and a pouch or pocket to carry your headband and your treasure."
    ],
    "subsection": "Non-Player Characters (NPC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Keep Your Card with You at All Times",
    "content": [
      "A player always has the right to see your NPC card if they question whether you have a given ability. If you do not have the card, then the encounter never happened. If you are an NPC in a module, the description in the module write-up is the equivalent of a card."
    ],
    "subsection": "Non-Player Characters (NPC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Ask for Tags",
    "content": [
      "After your encounter with the players is finished, ask for the tags for any abilities they have used, any damage they have taken, any spells they have cast, etc. Since the players always have the right to ask you to show proof of your abilities, you should avail yourself of the same right to ask them."
    ],
    "subsection": "Non-Player Characters (NPC's)",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "When the game of LAIRE is played, your character goes on adventures, lives, dies, is hurt, is healed, uses abilities, and learns new abilities from other characters. The part of LAIRE responsible for keeping track of all these things is called Logistics. One of the first things you do each time you attend a LAIRE event is to visit Logistics. After you pay to attend the Event, you will receive cards and tags which specify everything about your character: how many Body Points they have, what skills they know, the number of times the skill can be used in a day, what spells they can cast, and so forth. Logistics is described in the Organization Chapter in more detail.",
      "LAIRE uses tags, 4 in by 1 in stiff pieces of colored paper with information that relates to objects and game concepts with a corresponding in-game description written on them. For example, a Slay skill tag denotes that the character can use their Slay skill once in a Tag Cycle, or an alchemical item tag will describe what kind of alchemical substance is in the vial or physical representation.",
      "It is important that you carry your tags with you while you are in- game. If you do not have the appropriate card or tag, then you cannot use the corresponding ability. If your item does not have the appropriate tags, you cannot use your item.",
      "Remember, all skill tags and cards are out-of-game and cannot be stolen by anyone in-game. If you have robbed someone’s pouch and you discover that you stole their tags by mistake, return them immediately."
    ],
    "subsection": "The Tag System",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "NPC Cards",
    "content": [
      "Both the player and non-player characters must carry cards that identify their skills, abilities, and Body Points. While player characters (PC’s) carry the tags described above, the non-player characters (NPC’s) usually carry just a single card with their character information.",
      "If you encounter an NPC, you have the right to ask to see their card if you want to verify that they have an ability they are using, or even to prove they have been given permission to play an NPC by a Monster Marshal. If they do not have a card, then they are out-of-game; the encounter with the NPC never happened.",
      "However, there is one case in which NPCs are not required to have a card with them. This is when they are part of an encounter or a module, in which case their character is described in the encounter or module write-up itself."
    ],
    "subsection": "General Rules",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "These are the tags every character receives with their Character Card. Some tags every character will receive, like Body Point tags. Others represent how many times a Tag Cycle you can use a skill or ability. Lastly, there are pool point tags that represent how much power a character has to use abilities or cast spells."
    ],
    "subsection": "Character Tags",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Body Points",
    "content": [
      "These tags keep track of how much body a character currently has. When your character takes damage, you should hand over your used Body Point tags to the player that did the damage during a Tag Exchange. When you are healed, you should take the pool points associated with the type of healing you have received and have the caster note how much was healed on the back. These now represent you new Body Points. Since Body Points are not Tag Cycle specific, they are always red in color. Body Point Tags come in denominations of 5 Body Points only."
    ],
    "subsection": "Character Tags",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Skill Tags",
    "content": [
      "Some skills in our game can only be used a limited number of times in a Tag Cycle. When you check in at Logistics, along with your Character Card, you will receive one skill tag for each purchase of a tagged skill for each Tag Cycle. You can only use the tags for the current Tag Cycle. Some examples of tagged skills are: Disarm, Critical Attack, Slay, Weapon Accuracy, Assassinate, Assassin Strike, Total Power, Recover Power, Shape Change, Turn Lesser Undead, Greater Magic Weapon, and many, many more."
    ],
    "subsection": "Character Tags",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Pool Points",
    "content": [
      "Power Points, Elemental Pool Points, Spell Singing Points, Healing Pool Points are all examples of pool points that the character may have. Pool points do not do much on their own; they are primarily used to power spells or other effects. For example, Power Points are used to power low magic spells. All pool point tags are color coded for a specific Tag Cycle, and only tags from that cycle can be used."
    ],
    "subsection": "Character Tags",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "As you play the game, you will give players your tags to represent the use of your abilities. For example, if you repair someone’s armor, you will give them the used Armor Repair tags to use as replacement Armor Points; if you cast a Heal Person spell, you will give that person the Power Point tags to use as replacement Body Points; if your character is damaged, you will give your attacker the Body Point tags for the amount of damage you took; if you Slay someone, you will give them the Slay skill tag. The specific use of each type of tag is described under the associated skill in Chapter 5.",
      "Used tags must always be disposed of in some way; they are never recycled back into the game. You may be required to write on the tags to indicate their new use; for example, when Armor Repair tags become Armor Point tags. In this case, keep the newly created Armor Point tags with the rest of your Armor Point tags and use them whenever you would normally give away Armor Points. A tag that indicates a one use skill or spell should be torn in half by the target to indicate it has been used. Since we must clean the camp before leaving, please do not throw the tags on the ground; rip them up and put them in your pocket until you can throw them in the trash.",
      "Never hesitate to ask a player for a tag or some other proof that they have a given ability. Likewise, do not take offense because someone asks you for a tag; it is a necessary part of the game. The exchange of tags helps Marshals to verify that no rules have been broken, and helps players keep track of what their character’s current pool of abilities are. There are times when tag exchanges are momentarily inconvenient: obviously, do not stop a combat just to exchange tags, but be sure to adjust your tags before the NPCs, or your healers, wander off.",
      "Do not be tempted to short cut the tag exchange procedure. Here is an example of why: You are attacked and damaged by a monster, then the monster runs off. A spellcaster casts a healing spell on you, saying “Do not bother tearing off your Body Points. I’ll just tear up the Power Points I’m using.” The spellcaster walks away. Then the NPC playing the monster comes back out-of-game, and asks you for the tags for the damage that the monster did. Now you are stuck, because you cannot show any proof to the NPC player that you received a healing spell.",
      "All skill and pool tags are color-coded. You will receive all the tags for an event at the beginning of an event, but you may not use a tag if it does not have the appropriate color for the time of day in which it is designated. For example, if you are told that blue tags are to be used from dawn to dusk on Saturday, you may not use your blue tags on Friday or Sunday. This rule only refers to unused tags; if a latent spell was cast on you on Saturday, the blue tags representing that spell are still good on Sunday of the same Event.",
      "If you do not play in a Tag Cycle you cannot use tags from that Tag Cycle. This rule applies to a PC as well as to an NPC."
    ],
    "subsection": "Tag Exchanges",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "Alchemists and Sorcerers use components to practice their craft. Alchemists use components to make their alchemical items and sorcerers require them to cast rituals. Every recipe or ritual outlines what components are needed by the character to create that effect.",
      "There are three basic kinds of components: parts dissected from other characters, parts from plants, and gems or stones. While the character may find any of these during game play, and may even be able to collect them with the proper skill, these components may be purchased at the Alchemist’s Guild, the Guild of Arcane Lore, or from the Merchant’s Guild. The character can usually find the component cheaper from the former two rather than the Merchant’s guild. Also, due to rarity and demand, not every component will be available all the time.",
      "Components that come from characters and plants have a date on the tag indicating when the component was collected. Components do not expire or lose their potency over time; however, sometimes freshness counts, and it may be appropriate for the Marshal to give a bonus to the success roll. The individual creation or casting rules will give the appropriate rules regarding such bonuses.",
      "On the tag there is a line for a description of the item and a place for the player who identified it to initial and sign their player number. This information is in-game and must always be valid. Since it is in-game, if the character has the appropriate literacy, they can read the tag and identify it. This does not stop a character from mislabeling the vial the component is in, however.",
      "All components must have a physical representation or vial. A player cannot have their character carry a stack of component tags while they adventure. It is acceptable to have just tags and no vials or physical representations when a character has his items in its place of storage, but if the character takes them out of their room, they must have a physical representation.",
      "If a character does have tags without any kind of physical representation while out of their place of storage, the player will lose the components."
    ],
    "subsection": "Component Tags",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Getting Tags for Parts Dissected During Game Play",
    "content": [
      "Any player with the Dissection skill can get Component Request tags from the Treasure Manager. These tags have a line for what was dissected, when it was dissected, and a place for the initials and player number of the player who played the character being dissected. At the end of the Event, the player should place all their component request tags into an envelope with their name on it and hand it over to the Treasure Manager who will write out the tags for the player over the month. The Treasure Manager will return any tag that is not on the official component list. You still have the component should the need for this component arise, but no numbered tag will be written out until it has an official number. Additionally, the Treasure Manager is under no obligation to write out any component tags for players at an Event. If you want to use your components in-game, make sure you hand them in to the Treasure Manager."
    ],
    "subsection": "Component Tags",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "Every alchemical item has a tag associated with it and a unique number indicating what kind of alchemical item it is. If the item is new or unique, on the back of the tag there will be a description of the effects of the item. This descriptive information is out-of-game.",
      "On the tag there is a line for a description of the item and a place for the player who identified it to initial and sign their player number. This information is in-game and must always be valid. Since it is in- game, if the character has the appropriate literacy, they can read the tag and identify it. This does not stop a character from mislabeling the vial the component is in, however.",
      "All finished products must be in a vial. A player cannot have their character carry a stack of finished items while they adventure. It is acceptable to have just tags and no vials when a character has their items in their place of storage."
    ],
    "subsection": "Alchemy Tags",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "tags"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "In-game items such as magic items, weapons, and armor have an Item Card associated with it. Every in-game item needs an out-of- game card that has the item description on it and what in-game effects the item has. The character must carry the item card on them at all times; it is like the Character Card for the item. If a player finds an item with a number on it, they can attempt to identify it and if a Marshal is present they may have the information and the item card. If no item card is available, the player can go to the Treasure Manager or Plot to find the item card.",
      "The item is what truly matters, and if there is no physical representation or only an item card, then the item does not exist."
    ],
    "subsection": "Item Cards",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "cards"
    ]
  },
  {
    "name": "Magic Item Cards",
    "content": [
      "Every magic item has a Magic Item Card with the item number that is engraved on the item. The card describes what the item looks like, what the base value of the item is, what rituals have been cast upon the item, and what their effects are. The card will indicate if the magical effects are permanent, charged, or last a certain duration. For items that have spell effects, the card will also indicate whether the spells are Castable or Invokable. Magic Item Cards are always red in color.",
      "Characters that have rituals cast upon them, whether permanent or temporary, need to also have a Magic Item Card. Instead of an item number the player number and character name is used.",
      "The player is responsible for and required to get any tags needed for their magic items from Logistics when they check in."
    ],
    "subsection": "Item Cards",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "cards"
    ]
  },
  {
    "name": "Weapon Cards",
    "content": [
      "All weapons, except arrows and rocks, require a Weapon Card to be attached to the weapon at all times. If the player finds a weapon that does not have a Weapon Card attached to it, they should assume the weapon is out of game. If it is an NPC weapon, they should give it to an NPC or bring it to the NPC Cabin. All other weapons should be brought to Logistics so the player can reclaim their weapon.",
      "All weapons must have a physical representation. A player cannot have their character carry a stack of weapon cards while they adventure. It is acceptable to have just a card or physical representation when a character has his items in its place of storage, but if the character takes them out of their room, they must have a physical representation.",
      "Normal weapons get normal Weapon Cards that indicates the player’s name, the character’s name, the weapon class, the Marshal who approved the weapon’s creation and date of creation.",
      "Weapons of quality and magic weapons have the following information on the card: item number, physical description, magical effects or modifications, Marshal’s signature and date. These weapons all belong to LAIRE, and the item card should never be removed from the weapon, rather the entire weapon is always passed on to whomever finds it. The sections below on stealing have more information on this.",
      "The color of the card depends on the type of weapon it is and is given in the table below.",
      {
        "type": "table",
        "headers": [
          "Weapon Type",
          "Color"
        ],
        "rows": [
          [
            "Normal Weapon",
            "Gray"
          ],
          [
            "Weapon of Quality",
            "Blue"
          ],
          [
            "Magic Weapon",
            "Red"
          ]
        ]
      },
      "Normal weapons also include weapons with any temporary smithing or alchemical effects like silver coatings or an Oil of Sharpness."
    ],
    "subsection": "Item Cards",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "cards"
    ]
  },
  {
    "name": "Armor Cards",
    "content": [
      "Every suit of armor is evaluated when the character first attempts to bring it in-game by an Arms Marshal. The exact Armor Points for the suit is recorded on the Armor Card or Cards. Every separate piece of armor gets its own Armor Card. The player’s character then brings the card and the physical representation for the armor to the Armory and purchases the suit in-game.",
      "All armor must have a physical representation. A player cannot have their character carry a stack of Armor Cards while they adventure. It is acceptable to have just a card or physical representation when a character has his items in its place of storage, but if the character takes them out of their room, they must have a physical representation.",
      "The color of the card depends on the type of armor it is and is given in the table below.",
      {
        "type": "table",
        "headers": [
          "Weapon Type",
          "Color"
        ],
        "rows": [
          [
            "Normal Weapon",
            "Gray"
          ],
          [
            "Weapon of Quality",
            "Blue"
          ],
          [
            "Magic Weapon",
            "Red"
          ]
        ]
      },
      "Normal armor also includes armor with any temporary smithing or alchemical effects, like an Oil of Armor. Armor of Quality refers to Elven, Dwarven, or Enchantment Quality crafted suits of armor.",
      "In addition to the Armor Card, the player will also need to keep track of their Armor Point Tags."
    ],
    "subsection": "Item Cards",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "cards"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "Everything at an Event falls into one of three categories: in-game, out-of-game, and in-play. By now you should have a good feel for the difference between in-game and out-of-game and how it pertains to things you will come across as you play the game.",
      "In-game items are anything that have an item card, tags, item number, or are property of LAIRE. Coins, alchemical items, special weapons, magic items, scrolls, gems, jewelry, etc. are all examples of in-game items. Locations can be in-game too. The Inn, the House of the Sun, the Druid’s Grove, the Armory, the Healer’s Guild, and indeed most of the camp are in-game places. Even players can be in- game. These are all objects, places or people that you can interact with in-game.",
      "Out-of-game refers to any object that is not represented in-game. Your car keys, your car, food, camp signs, etc. are all examples of out-of-game things. While you play the game, you should treat these items as either not being there or how you would in the “real” world. For example, if you find a set of keys in the Inn, you should not try to sell them to the Merchant’s Guild, instead you should bring them to a member of the E-Board so their owner can find them. Also, if you see someone’s wallet on their bed, you should not take it, even if your character is a thief, because that is called stealing and is not tolerated by LAIRE at all.",
      "Places such as bathrooms, the parking lot, the ranger’s house, the smoker’s area, the NPC cabin, Logistics area, etc. are all examples of out-of-game areas of the camp. Whenever a player enters an out-of- game area, their character is considered out-of-game and no in-game activity can take place there, including in-game conversations. Some areas of the camp may be designated out-of-game, either because there is some physical hazard, that part of the camp is being used by someone else, or that section of the camp is being used for modules or a special encounter and your character has to find out in-game how to gain entrance – usually by finding the hook to the adventure being run there. If your adventuring accidentally takes you into an out-of- game area, you should quickly move back out. Similarly if you see someone entering an out-of-game area that has been specially designated as out-of-game, you should politely warn them. For example, if you are being chased by some Orcs and you find yourself in the middle of a module, stop running. Wait for the players of the Orcs to catch up and both of you should move to a different section of the camp and continue your chase.",
      "Some people are out-of-game. Anyone wearing a white head band is always out-of-game and you should ignore them in-game. That does not mean you also ignore them out-of-game because they may have important marshaling information for you. Sometimes the person who is out-of-game may not be wearing a white head band, but it is still obvious they are not part of the game. The ranger, someone’s parent, vendors or people visiting the game are some examples. If you are ever not sure if a player or person is in-game or out-of-game you should politely ask them, but if everyone is following the rules, this should be a rare occurrence.",
      "In-game and out-of-game is usually straightforward, obvious and easy to determine. However, there is a gray area called in-play that you should pay particular attention to. In-play items refer to anything that belongs to a player but their character uses. Things like costuming, room or module decorations, jewelry that does not have a number, props without a number on them, a noble’s banner, etc. are examples of in-play items. These things are there to enhance your game play and to help your suspension of disbelief. They are not there to be taken or damaged; they are another player’s property. They can be stolen in-game only by placing a note or, with great care, moving the items under a bed or into an out-of-game area nearby.",
      "It is important to remember that these things belong to someone. You cannot remove them from the player or the player’s sleeping area. For example, you are playing a necromancer and are told to go and harry the town and you decide to smash the items in the House of the Sun. You should go into the House of the Sun and spend time pretending to do your damage and leave a note that describes what you have done. You can never actually break, damage or deface anything you find there; all those props belong to the players who have characters that are members of the House of the Sun.",
      "A player may give another player permission to take an in-play item that belongs to them. For example, the Baron of Ultor has a banner in the inn. Another player wants his character to steal it and asks the Baron of Ultor out-of-game if he can take the actual banner. The player agrees figuring it will be easier to catch the thief if he has to run away with the banner. Even though he has permission, he should still be careful of the other player’s property and not lose or damage the banner."
    ],
    "subsection": "In-game, Out-of-Game, In-Play Items",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "Sometimes a player may wish to bring a piece of jewelry or other item in-game or make an item that was in-play, in-game. The player should be aware that once they do this, the item is now property of LAIRE and if someone takes it in-game, they may never get the item back.",
      "The item can have any reasonable value that the player wants. They should take it to the Treasure Manager at the beginning of the Event and, after the Treasure Manager agrees to the in-game value, will engrave the item with its LAIRE number. The player must pay the Treasure Manager 110% of the final in-game value of the item when it is engraved.",
      "Even though the item becomes LAIRE property, the player does not receive any Brownie Points for the donation.",
      "Players cannot bring some things in-game. A player cannot bring in a weapon, armor, magic items, scrolls, alchemical items, gems etc. in this manner."
    ],
    "subsection": "Bringing an Item In-Game",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "LAIRE is a game, and in that game there are those players who may wish their character to be a bit unsavory or of low moral character. In other words, they are thieves. This section will deal with the rules on how to take in-game items and what to do with them.",
      "The player should have a firm grasp on the difference between in- game versus out-of-game versus in-play before they embark on their felonious career; for while thievery is permitted in-game, it is not tolerated out-of-game at all. Put simply, do not take other players property, ever! Taking another players money, shoes, wallet, clothes, jewelry, duffle bag, or any other property is called stealing and it is a crime. The organization of LAIRE takes this very seriously and so should you.",
      "The following sections dealing with stealing and thievery always refers to in-game stealing, never the out-of-game criminal actions."
    ],
    "subsection": "Stealing",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "tags"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "Any character can take some in-game item that does not belong to them. The character does not need a special skill to do so. The Rogue Basic Career and Master Thief Advanced Career have many skills that make this easier, but none are required.",
      "There are three basic areas of thievery: Taking things you find around, taking things from a character, and taking things from a building. The later two will be discussed below.",
      "Your character can only steal in-game items, but all in-game items fall into two categories: personal and LAIRE property. Personal in-game items are a character’s weapon, shield, and their armor. Everything else – coins, gems, jewelry, scrolls, alchemy, magic items, etc. – are LAIRE property.",
      "When your character steals a personal in-game item, you must take it to either the Armory or the Merchants Guild as soon as possible. Please remember that these items are another person’s property and treat them with care. Any damage that occurs to them while in your possession is your responsibility to fix. These items belong to some other player and they are going to want them back. You may not go out-of-game while you are in possession of another player’s personal out-of-game items. You cannot go to sleep, go NPC, or go and have a cigarette or perform any other out-of-game action until you have brought the items to the Armory or Merchants Guild.",
      "The Armory and Merchants Guild have different advantages and disadvantages to selling things to them. Any weapons or armor the Armory buys, it can resell; they put it on their shelf to resell. So, if a character’s sword is stolen and sold to the Armory, the sword you purchase back from them is the same one. Therefore, there is a chance to find out who stole the sword. The Merchants Guild, on the other hand, ships out much of the things they purchase. When a character’s armor or weapon is sold to the Merchant’s Guild, the equipment is gone and unrecoverable. You can still purchase a new weapon from them, or just reclaim your physical representation. The advantage of selling weapons and armor to the Armory is the price you will receive for the equipment. The Merchant’s Guild gives a much lower price for these goods. This only applies to weapons and armor that are a player’s personal property. Items that are LAIRE property always remain in-game and if any guild purchases these goods, the items stay in-game. This is a necessary game mechanic that allows players to reclaim their property and the thieves a place to fence their hot goods with some measure of reliability.",
      "Whatever LAIRE items your character acquires your character keeps. There is no need to sell it immediately."
    ],
    "subsection": "General Thievery",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "theft"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "Before any search can be done, the character must be unable to resist – unconscious, paralyzed, in their Death Count, etc. – or willing. Simply being bound with a Bind spell or being held for example, is not sufficient to allow a search. This does not mean a character cannot have their weapons or anything else removed from their hands when they are bound, however.",
      "When a player wishes to search another player, they should position themselves next to them and say, “I search you.” The character about to be rummaged has one of two responses: give over all their in- game items or request the searching character to describe their search by saying, “Describe your search.” The third type of search requires the use of the Speed Search skill."
    ],
    "subsection": "Searching a Character",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics",
      "theft",
      "search"
    ]
  },
  {
    "name": "Simple Search",
    "content": [
      "When a player is informed they are being searched, one of their options is to agree to a simple search. The player must hand over all of their in-game items. Under no circumstances can a player withhold any of their in-game items. If the player thinks the searcher might miss something, then they have to ask for a complete search. If player has nothing to hand over and agrees to the simple search, they can simply respond, “You find nothing.”"
    ],
    "subsection": "Searching a Character",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Complete Search",
    "content": [
      "Alternatively, a player can opt for a complete search. The player should tell the searcher, “Describe your search.” The searcher then begins to describe what areas of the character’s body they are searching. If the searcher looks at an area that has an in-game item, the player has to turn it over. For example, if the searcher says “I take off your glove and search your hand,” the player should give over any rings or bracelets they have that are in-game.",
      "This is what a complete search might look like. Ding has used the Waylay skill to render Elyssa unconscious. He tells her, “I search you.” Elyssa opts for a complete search and says, “Describe your search.”",
      "Ding:“I look under your gloves.”",
      "Elyssa:“You find a ring.” She takes off her glove and hands the ring to Ding.",
      "Ding:“Okay, I’ll check for anything around your neck.”",
      "Elyssa:“You don’t find anything.”",
      "Ding:“What about that necklace?”",
      "Elyssa:“That is only in-play.”",
      "Ding:“Okay, I’ll check your pouches next.”",
      "Elyssa:“Which one?” Elyssa has a blue pouch behind her back that Ding cannot see, so she wants him to be specific.",
      "Ding:“The two black ones, this one and this one,” he says as he points to the pouches, missing the one behind her back.",
      "Elyssa:“The one on the right has out-of-game stuff in it. Here are the contents of the other pouch.” Elyssa takes out the silvers and coppers she has in her pouch along with a potion vial with the tag inside. Finally she hands over a gem that is magical. Along with the gem, she hands Ding the Magic Item Card from her out-of-game pouch.",
      "Ding:He does not know what is magical and puts the card in his out-of-game pouch and continues, “Okay I pat down your legs and take off your boots.”",
      "Elyssa:He begins to go through the motions of taking off her boots, it takes time to do this and Ding must wait. Once done with her left boot, she removes her right and hands him a scroll. “Here this is all you find.”",
      "Ding:“Okay, anything else?”",
      "Elyssa:“Not in the areas you described.”"
    ],
    "subsection": "Searching a Character",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Speed Search",
    "content": [
      "If a character has the Speed Search skill, they can use that to search a character instead. The skill takes 10 seconds to use and will force the player to hand over all in-game items they have no matter how well hidden. If an item is attuned or hidden magically, Speed Search will fail to give the searcher these items. In the case of an attuned item, the searcher will know it is worth something, but is attuned.",
      "For a full description of how the Speed Search skill works, see the skill’s description in Chapter 5."
    ],
    "subsection": "Searching a Character",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basic"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "The first thing a player has to do before searching the place where other characters sleep, or a guild – be it a cabin, inn room, tent, lean-to, etc – is to get a Rogue Marshal. No character can enter the cabin, etc. with the intent to steal without a Rogue Marshal. Also, the Rogue Marshal must be out-of-game and not involved with the in-game planning or executing of the theft.",
      "The Rogue Marshal will check out the cabin and read any out-of- game marshal notes for the building before the theft begins and stay to the side while the characters do the deed. During the theft, the marshal may answer questions about what is in-game and what is out-of-game and interject when needed describing traps or other in- game effects the thieving characters may encounter.",
      "The characters may only search in-game boxes, bags, cabinets, etc. while they are looting a cabin. The area under a bed is always out-of- game. Also closets, dressers, and other furniture in the room may be designated as out-of-game with a sign indicating such.",
      "If you take any items that require physical representations once they are removed from their place of storage, then you must provide a physical representation before that item can be removed from the room. Yes, that means if you do not have one, then you can not steal the item.",
      "Read the sections on in-game, in-play and out-of-game items and know it well before you search a cabin."
    ],
    "subsection": "Searching a Room or Cabin",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basic"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "You are required to account for all of your in-game items at every Event. If you have the item in-game and hide it in-game, then it is fair game for anyone who finds it. You may leave your in-game items at your in-game home, however, you must inform a Plot Marshal and if you wish to retrieve the items, you have to get permission from the Plot Marshal. Sometimes, the items may either be stolen or your home may become unreachable due to in-game events. Finally, any item left at home is either inaccessible to the character or you have to get permission from a Plot Marshal to go and retrieve your item. If you are caught retrieving your items from your car or home without a Plot Marshal’s permission, you will receive a rules violation.",
      "As long as the in-game item is hidden in an in-game location, the player may hide their treasures anywhere they want; for example, under a log, beneath the steps to their cabin, in a field, etc. Your duffel bag under your bed is not an in-game location. Remember that at the end of the Event the items need to be recovered, and the player should make sure they remember where they hid it, for if the player forgets, their character has lost the items in-game. Similarly, if the player returns to the hiding spot and does not find their character’s items, it is lost in-game.",
      "A character may attempt to hide something on their person, but this does not guarantee they will not lose it if searched. Remember that when a character is searched, they have two choices: a Simple Search and a Complete Search. A player must hand over all their character’s items if they agree to a Simple Search and if the searching character calls the location where the item is hidden, the player must hand it over. LAIRE does not allow hidden pockets or similar things that obscure items from searches."
    ],
    "subsection": "Hiding In-Game Items",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basic"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "Of course, a character can hide their items in their cabin and use in- game locks and traps with the use of the appropriate skill. Anyone can use a LAIRE approved lock to secure trunks and boxes or even a door. You may only use LAIRE approved locks. As long as you have the key for your lock, you can open it. You can never out-of- game actually lock a door, ever, with any lock.",
      "A lock with no item number on it is a normal lock that can be easily shattered or broken with 10 points of damage. LAIRE locks with an item number on it usually indicates it is unshatterable, or maybe even magical and will be accompanied by a tag indicating its in-game properties.",
      "Characters with the Set Trap skill can booby trap their treasures and cabin. See the Set Trap skill for a description of how this skill works. Remember only a character with the Disarm Trap skill can disarm a trap, but anyone can spot one."
    ],
    "subsection": "Securing Your Cabin - Locks and Traps",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basic"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "If a player goes out-of-game at an Event for some reason, they may be required to leave some of their possessions in-game. As a general rule, a character’s weapons, armor, shield, money, gems, scrolls, potions, or magic items go out-of-game with the character.",
      "However, if a character has any important items, the character may be required to leave them in-game when they go out-of-game. For example, if a character has stolen the Duke’s sword and there are teams of adventurers searching for it, the player cannot take the sword out-of-game for any reason. If the player has to go out-of-game, they should first talk to a Plot Marshal to discuss where the item should be left."
    ],
    "subsection": "While You are Out-of-Game",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basic"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "If the rules on in-game stealing are abused or ignored, the Executive Board of LAIRE can, will, and has done so in the past, suspend all in- game stealing or even stop the game until the situation is rectified. Do not ruin an entire event for everyone by ignoring these rules. Be a responsible player.",
      "Remember to get a Rogue Marshal before you enter the sleeping area of another character to steal."
    ],
    "subsection": "A Final Word on Stealing",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basic"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "The following timeline is given to give a player the needed information on what is expected of them before, during and after an Event.",
      "1) The week after an Event you should go on-line and pre-register for the next Event if you plan on attending. If, after pre- registering, you can not make the Event, you are required to contact Logistics by Wednesday night before the Event to cancel your registration. If you fail to do so, you are charged $5.00 and 1 Play Credit and will receive no Awarded Build Points.",
      "2) Before the Event, you should check your weapons and make sure they are in good repair and will pass at the Event. Clean all your clothes and straighten and fix your LAIRE equipment.",
      "3) The week before the Event, you can check the web site to get your room assignment. Any player that travels more than 350 miles to attend an event is not required to NPC or perform any other type of 5 hour duty shift. This is for players who live that far away only.",
      "4) Pack up your LAIRE stuff and make sure you have the following:",
      {
        "type": "list",
        "items": [
          "White Headband",
          "Flashlight",
          "Pen",
          "Toiletries",
          "Costume, including extra clothing, weather appropriate",
          "clothing, shoes, and extra socks",
          "Weapons, armor, shield, etc.",
          "In-game items",
          "Sleeping bag, pillow, blanket, etc."
        ]
      },
      "5) When you arrive at the Event, go to Logistics and verify your sleep assignment is the same. Logistics will be open at 7:00pm on Friday night.",
      {
        "type": "list",
        "items": [
          "After you drop your stuff off, get into costume and bring your weapons and white headband to Logistics. If you are NPC’ing Friday night, you do not have to have your costume with you.",
          "Before going to Logistics, get your weapons and spell packets checked. Even if you are NPC’ing Friday night, you need to get your weapons checked.",
          "Go through check-in at Logistics. You will get your character’s card and pay for the Event at Finance. Even if you are NPC’ing the whole Event, you still need to check in at Logistics.",
          "After you have checked in, you should stay near the main building for Opening Ceremonies, which starts promptly at 8:30pm. The game starts (lay-on) at 9:00pm on Friday night.",
          "PLAY! And have fun, but do not forget to do your work assignment. Be on time and ready to go for your NPC shift.",
          "The Event will end on Sunday (or Monday for a 4-day Event) about 2½ hours before sunset. The time will be announced at Opening Ceremonies. After the game is called, everyone should attend Closing Ceremonies. At Closing Ceremonies you will receive your Camp Cleanup Assignment. Everyone also has a Sleeping Site Cleanup Assignment.",
          "After both your cleanup assignments are completed, you may check out at Logistics.",
          "Then the whole cycle begins again with step 1."
        ]
      }
    ],
    "subsection": "Event Cycle and Timeline",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basic"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "To actively participate in LAIRE, a player must be fourteen years old or older. However, there is a role available to those too young to play in the entire game: the role of Page. Pages are in costume, but they wear safety orange colored non-combat headbands to indicate their non-combat status. Anyone may inquire with the Plot Committee if there are positions available as a page.",
      "Pages are primarily used to exchange in-game messages between characters. They are allowed to roleplay, speak in-game, and be spoken to. However, they may not use any skills or items, nor may they make physical contact with players for any in-game reason. To kill a Page, stand within 10 feet of the Page, point a weapon at them and say, “I kill you.”",
      "Anyone 13 or younger must be accompanied at all times by a parent or legal guardian, or a specified adult with parental consent. The supervising adult must remain out-of-game."
    ],
    "subsection": "Pages",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basic"
    ]
  },
  {
    "name": "",
    "content": [],
    "subsection": "Searching a Character",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basic"
    ]
  },
  {
    "name": "",
    "content": [],
    "subsection": "Searching a Character",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basic"
    ]
  },
  {
    "name": "",
    "content": [],
    "subsection": "Searching a Character",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basic"
    ]
  },
  {
    "name": "",
    "content": [],
    "subsection": "Searching a Character",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basic"
    ]
  },
  {
    "name": "",
    "content": [],
    "subsection": "Searching a Character",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basic"
    ]
  },
  {
    "name": "",
    "content": [],
    "subsection": "Searching a Character",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basic"
    ]
  },
  {
    "name": "Striking With a Weapon",
    "content": [
      "You must swing your weapon at moderate speed with moderate force. If you do not have enough time to call damage between each of your swings, then you are swinging too quickly.",
      "A swing should cover no more than 180 degrees, and no less than a combined 45 degrees with your arm and 90 degrees with your wrist. A “windmill” swing is not allowed. If you swing too hard, you will be warned for excessive force. Repeated offences will result in a combat violation, which will result in your removal from combat for the rest of the Event and a required attendance at a re-education class before you are allowed into combat again",
      "You must precede thrusting attacks by drawing back for each strike. Nobody ever pierced a breastplate by going poke, poke, poke with their sword.",
      "Adjust yourself to your opponent. Big brawny men in 40 pounds of plate mail are less likely to feel the blow of a foam sword than someone weighing 120 pounds wearing a few wisps of cloth. If someone is striking you too hard, tell them to ease off. The reverse is true as well; if someone is striking you too softly for you to feel through your armor, let them know."
    ],
    "subsection": "Weapons, Magic and Taking Damage",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Calling Damage",
    "content": [
      "When you strike with a weapon, you should call out the damage inflicted by that weapon. The damage done by a weapon must be followed by some modifier; normally this is the word “damage”. For example, if you are wielding a Two-Hand Edged weapon and you have no special combat bonuses, you would call “Three Damage” when you strike an opponent with your weapon.",
      "Even if your attack does not make contact, you may still want to call damage with every swing. You never know if your opponent is going to make an error and your attack may get through unexpectedly. If your attack lands and you do not call damage properly, your opponent does not have to take the damage.",
      "Calling damage is out-of-game. If your character is under the effect of some force that causes the character to be silent, you must still call damage with each blow.",
      "When swinging special weapon attacks, such as the Slay or Disarm skill, you should give your opponent a moment to respond to the attack by either taking the effect or calling a defense. It is a good practice to acknowledge the attack by looking at your opponent and saying “Got it,” or some other similar phrase. This is not required but it will help to alleviate confusion. If you have multiple purchases of a specialty attack you may chain them together, attacking your opponent quickly. However, if your opponent ever calls more defenses, takes the effect, or any combination of these than you have current uses of the skill then you will receive a rules violation. For example, John is playing a warrior and has two purchases of the Slay skill. During a fight he hits his opponent four times calling “Slay” each time. The defending character calls “Invulnerability, Slay Parry, Slay Parry, Ritual of Defense”. John is in violation of the rules, he only had two Slays. Another example, John strikes his opponent three times calling “Slay” each time. The defending character calls “Invulnerability, Dodge” then falls down. John is in violation of the rules, he only has two Slays"
    ],
    "subsection": "Weapons, Magic and Taking Damage",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Additions to Normal Damage",
    "content": [
      "You should add any Damage Bonuses you have to the Base Weapon Damage of the weapon you are wielding. For example, if you are striking with a regular long sword you would call “Two Damage” with each blow; if you had two purchases of the Weapon Proficiency skill giving you a +2 Damage Bonus with the long sword then you would call “Four Damage” with each blow.",
      "If your character has the Florentine or Master Florentine skill, then you must call damage with each weapon for each strike. You cannot add up the damage of both weapons in a single blow. Call the damage for each of your weapons clearly; these skills do not allow you to swing your weapons twice as fast.",
      "You should only call the damage that your character normally does. If you are aware that a particular attack does extra damage to a type of monster, let the NPC do any special calculations. For instance, Arturis the Warrior carries the legendary Lightning Blade. He knows that the Gelatin Golem he is fighting takes double damage from electrical attacks; still, he only calls “Two Lightning” when attacking and lets the Gelatin Golem’s player double the damage."
    ],
    "subsection": "Weapons, Magic and Taking Damage",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "When You Do Not Call Full Damage",
    "content": [
      "You are allowed to do less damage than your maximum. If your character can call “Six Damage” because you are wielding a twohand blunt weapon and you have a +3 Damage Bonus, you can choose to call “One Damage” instead. However, if the weapon has any special modifiers, you must state the appropriate modifier for that weapon. For example, if you have a +2 magic long sword and two purchases of the Weapon Proficiency skill, you can call “One Magic” instead of “Six Magic,” but you must include the word “magic”.",
      "You do not call damage with certain special attacks. If you are making one of these special attacks, you do not call damage along with the special attack. For example, assume that you deal 5 points of damage with your weapon and have one purchase of the Slay skill. If you hit a player and call “Five Damage,” you cannot use a Slay as well."
    ],
    "subsection": "Weapons, Magic and Taking Damage",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Taking Damage",
    "content": [
      "You are responsible for keeping track of the damage that has been done to your character. As you are damaged, you must keep a running tally of how many Armor Points and Body Points you have, and to subtract damage from this total as you are struck. Under normal circumstances, you first subtract the damage from your Armor Points; when your Armor Points are gone, you subtract the damage from your Body Points. When your Body Points reach zero or below, lie down; your character is either Unconscious or Bleeding to Death. Please see later in this chapter for more information on death and dying.",
      "If no marshal is present, the player who is taking the damage, not the one inflicting it, has the final say on how much damage has been taken. The marshal has final say on whether an attack is successful or not. It is sometimes necessary to make a judgment call when you are trying to decide whether legal contact was made in combat. If you feel a solid blow, then you should take the damage. If someone barely touches you with their weapon, then you do not have to take the damage. If someone is consistently hitting you too softly, let them know. If someone insists they hit you, but you did not feel it due to thick clothing or heavy armor, take the damage honorably, and request that they strike with a little more force.",
      "If you deliberately block or deflect a weapon, then it does not do damage, nor do weapons that strike your shield. However, normal objects do not protect you against a weapon attack. If you happen to have a sheathed sword and someone hits you on that sheath, the blow is not parried; if you feel the blow you should take the damage. It is illegal to deliberately block an attack with a body part that is not a legal target.",
      "If you think a player is not taking their damage fairly, then you should report them to a Marshal. Be sure to ask the player about how much damage they thought they took; remember that there are monsters that are immune to the attacks of some weapons. Players who are repeatedly cautioned for not taking damage will be disciplined"
    ],
    "subsection": "Weapons, Magic and Taking Damage",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Illegal Combat Maneuvers",
    "content": [
      "The following combat maneuvers are illegal in the LAIRE rules system:",
      {
        "type": "list",
        "items": [
          "Trapping a weapon with any body part.",
          "Trapping or pinning a weapon with another weapon or against any object at any time. This includes standing on a weapon or roleplaying standing on a weapon.",
          "Charging, or running at an opponent so fast as to force them to retreat for fear of injury. It is acceptable to run up to an opponent so long as you stop in front of them and do not cause them to retreat.",
          "Crouching down behind a shield so that you cannot be struck anywhere but in the head; this is called “turtling.” In real combat, a turtled individual could be physically pushed over, but since no physical contact is allowed in combat, neither is turtling. Standing in a corner with your shield protecting you is not turtling; as long as you present a legal target for an opponent while your shield is in front of you, you are not turtling.",
          "Fighting in such a way that an illegal combat target becomes highly vulnerable to being struck"
        ]
      }
    ],
    "subsection": "Weapons, Magic and Taking Damage",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Legal Contact in Combat",
    "content": [
      "In combat, the only physical contact allowed between players is using a LAIRE-authorized weapon. You may not touch an opponent in combat with your hands, not even to cast a spell or administer a poison. You may not grab an opponent’s weapon with your hand. A shield is not a weapon; you can use it to parry blows, but you cannot use it to pin a weapon or strike another player.",
      "The following areas of the body may not be struck by a weapon at all: the head, the neck, and the groin. This is a safety issue; if you should accidentally strike a player in one of those areas then they take no damage, and you may receive a warning. Wrists and hands are “semi-legal” targets; it is not a weapons violation to hit those areas, but the target takes no damage as a result. Though the chest is a legal strike area, please exercise extra caution when fighting women.",
      "Apart from the areas mentioned above, all other parts of the body, including the soles of the feet, are legal parts of the body for weapon attacks.",
      "Some attacks such as Slays are only effective on a specific part of the body. These locations are given in the description of the skill."
    ],
    "subsection": "Weapons, Magic and Taking Damage",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Types of Injury",
    "content": [
      "There are different levels of injury that your character can sustain. The simplest injury, Body Point damage, can be directly cured with skills and spells that restore Body Points such as: Heal Person, Battle Surgery, Healing Potion, Paladin Healing, Soothe Your Wounds, Heal spell song, etc. Whenever you lose Body Points for any reason, you tear off a Body Point tag for each Body Point your character has lost. When your character is healed, the player must give you the Power Point tags, skill tags, or item tags to substitute for Body Point tags",
      "A character can be injured in other ways than Body Point damage. For example, a limb can be incapacitated by a Stunning Blow, and only a Heal Limb will restore it. Special injuries are described under the skill and spell rules that can cause or cure that type of injury."
    ],
    "subsection": "Death and Dying",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Death and Recovery",
    "content": [
      "When your character has lost all their Body Points, you should fall to the ground, lie still, and start your Death Count. If the ground is wet, muddy, or rocky, you can kneel or crouch; just make sure it is clear to your fellow players that your character is down.",
      "Do not talk to other players out-of-game unless it is necessary. If someone asks, “I examine you, what do I see?” it is okay to say, “You see me bleeding to death,” but you cannot yell, “I need a healing spell” or “I’m going to die in sixty seconds! Someone help me!” If you are counting down the amount of time you have left, do so silently unless someone uses First Aid or casts a Detect Life or Assess Your Ailment spell on your character.",
      "No matter how much damage you take, you will never go below -1 Body Points. If your character is at -1 Body Points and you are hit for 10 points of damage, you are still at -1 Body Points. While a character can remove the extremities from a body, the torso is not destroyed with normal damage. After a character is past their Death Count and the player’s spirit has not yet left, then things like acid and fire and other destructive effects can destroy a body.",
      "Characters do not die immediately when they go below 0 Body Points. In summary: a character can be Unconscious at 0 Body Points for 5 minutes, then they will wake up; a character can lay dying at -1 Body Point for 1 minute during which they can be healed; a character is at the Brink of Death for 5 minutes and can still be restored by a Heal Life spell; after that a character is dead and must be resurrected by a Return Spirit or at the Healer’s Guild. So, a character that is reduced to -1 Body Points will have a total of 6 minutes to receive healing.",
      {
        "type": "table",
        "headers": [
          "Type of Damage",
          "Stage/Status",
          "Time to Heal",
          "How to Heal*"
        ],
        "footers": [
          "*This is not an exhaustive list, but a sampling. The skill and spell description will describe how this works.",
          "** Note: Only one type of each of these forms of life can be received per day (7am to 7am). This is not an exhaustive list, but a sampling."
        ],
        "rows": [
          [
            "Body Points Reduced to Zero, Waylaid",
            "<link>Unconscious",
            "Will Wake up in 5 minutes and, if originally at 0 Body Points, at 1 Body Points",
            "Heal Person "
          ],
          [
            "Body Points Reduced to -1",
            "<link>Bleeding to Death",
            "1 minute",
            "Heal Person, First Aid, Battle Surgery, Healing Potion, Paladin Healing"
          ],
          [
            "Slayed/Assassinated",
            "<link>Mortally Wounded",
            "1 Minute",
            "Heal Mortal Wound"
          ],
          [
            "Kill spell, Death Touched, Instant Death poison or Killing Blowed",
            "<link Dying>Brink of Death or Dying",
            "5 minutes",
            "Life Spell, Paladin Life, Elemental Life, Artifact Life, Draconic Life **"
          ]
        ]
      }
    ],
    "subsection": "Death and Dying",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Unconsciousness",
    "content": [
      "If a character takes enough damage to go to 0 Body Points, that character is Unconscious. If they are undisturbed, they will revive in 5 minutes and be at 1 Body Point.",
      "A character who has been Waylaid is also Unconscious; if left unharmed, they will revive in 5 minutes. If they are healed for at least 1 Body Point or First Aid is applied and completed (in other words, the character spends the full, uninterrupted 60 seconds), they will become conscious before the 5 minutes have elapsed.",
      "Skills and spells that restore Body Points will restore an unconscious character, if the character became unconscious due to Body Point damage or a Waylay. If a character is unconscious due to a Sleep spell or similar effect, then these healing methods can restore the character’s Body Points, but will not wake up the character. "
    ],
    "subsection": "Death and Dying",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Life Effects",
    "content": [
      "A character may receive one life effect from each category listed in the table below per day (7am to 7am).",
      {
        "type": "table",
        "headers": [
          "Life Effect Category",
          "Example"
        ],
        "rows": [
          [
            "Low Magic Spell",
            "Life spell, Kill spell on an undead"
          ],
          [
            "Faith skill",
            "Paladin Life"
          ],
          [
            "Alchemy",
            "Alchemical Life potion"
          ],
          [
            "Elemental Life",
            "The ability of a Life Elemental"
          ],
          [
            "Artifact",
            "Some ancient and powerful items from antiquity have their own category"
          ],
          [
            "Higher Power Life",
            "Draconic Life"
          ],
          [
            "Legend Life spell",
            "Special"
          ]
        ]
      }
    ],
    "subsection": "Death and Dying",
    "section": "Combat",
    "tags": [
      "combat",
      "basics"
    ]
  },
  {
    "name": "Bleeding to Death",
    "content": "If a character takes enough damage to go to below 0 Body Points, that character is Bleeding to Death. A dying character is considered to be at -1 Body Points, no matter how much additional damage was taken. If your character has 2 Body Points and is hit for 4 points of damage, your character is at -1 Body Points; if your character is then hit by a 24 point Inferno spell the character is still at -1 Body Points. A character goes from Bleeding to Death to Dying if they are not treated within 1 minute of the time they began Bleeding to Death",
    "subsection": "Death and Dying",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Mortally Wounded",
    "content": "A character is considered Mortally Wounded when they have been affected by a Slay or Assassinate skill. The character is reduced to -1 Body Points, should lie down, and begin their count. The character has 1 minute to receive a Heal Mortal Wound spell or a Follower of the Light using their Healing Pool to Heal Mortal Wound, at which the Light using their Healing Pool to Heal Mortal Wound, at which time the character is at 1 Body Point. A character goes from being Mortally Wounded to the Brink of Death if they are not treated within that 1 minute.",
    "subsection": "Death and Dying",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Brink of Death (Dying)",
    "content": [
      "A character is at the Brink of Death stage if:",
      {
        "type": "list",
        "items": [
          "they were Bleeding to Death and left untreated for more than 1 minute",
          "they were Mortally Wounded and left untreated for more than 1 minute",
          "they were given a Killing Blow ",
          "they were hit with a Kill spell or the Death Touch skill",
          "they were affected by an Instant Death poison"
        ]
      },
      "A character stays at the Dying stage for 5 minutes. The 5 minutes are counted from the moment the character first went to the Brink of Death stage; for example, if a character is given a Killing Blow while they are Bleeding to Death or Morally Wounded, the 5 minutes is counted from the time when the character received the Killing Blow.",
      "Any life effect is only effective if the character is at the Brink of Death. If a character receives the Life inappropriately, they have not used their chance to receive that type of life later on that day, however, any Power Points are used and any magic item or power is expended. The only exception is the Life skill or Death Touch skill; this is not expended for that Tag Cycle until it is actually used.",
      "When the character is brought back to life, they are restored to 1 Body Point. See the description of Life spell in the Magic chapter for more information."
    ],
    "subsection": "Death and Dying",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Death",
    "content": [
      "After the 5 minutes have expired, the character is Dead. Only a Return Spirit spell or the Healer’s Guild can restore the character to life. In either case, the death is recorded on the character card and the Death System must be used to see if the character has been successfully resurrected. When a character is resurrected in this way, they are restored to their full Body Points. A Return Spirit takes a full 10 minutes to cast; if the caster is interrupted during that time, the spell has failed (see the spells description elsewhere in this book).",
      "Return Spirit or resurrection in the Healer’s Guild will only work if the target character is willing to be resurrected. You cannot force a character to resurrect.",
      "Any spells that the character was under the effects of, including latent spell defenses, are gone should the character resurrect in the Healer’s Guild without their body. On the other hand, if the character receives a Heal Spirit spell or their body is brought to the Healer’s Guild and resurrected, all the character’s spells and any other effects will still be present when the character resurrects"
    ],
    "subsection": "Death and Dying",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Killing Blows",
    "content": "To force a character to the Brink of Death when they are Unconscious, Bleeding to Death, paralyzed, asleep, or otherwise totally unresisting, a player may deliver a Killing Blow with a weapon, spell or hands. Note that hands can only be used in this one specific case and are not allowed to be used in combat normally",
    "subsection": "Death and Dying",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "After Your Character is Dead",
    "content": [
      "If your character is dead, you may remain lying in the spot where your character fell for as long as you wish. Your soul can remain within your body indefinitely. As long as your character’s soul remains with its body, you must continue to lie at the spot where your character fell. You may wish to stay at the spot for several reasons: you hope to receive a Return Spirit spell; you want your body to serve as a warning to others; you have decided that you do not want your character to be resurrected and you are hoping for a funeral, and many other possible reasons.",
      "If your character is dead and unresurrectable , then the character’s body cannot dissipate. The player may play the body for as long as they wish. If the player does not want to play the body any longer, then a suitable physical representation for the body must be found. Such a representation must be approved by a marshal. The body will still decompose at the discretion of Plot.",
      "When you decide that you have waited long enough, you can become a “spirit”. Put on a white headband and go to the Healers’ Guild.",
      "When you decide to travel out-of-game to the Healers’ Guild to be restored, you become a “spirit” or “wandering soul”. The only ingame activity you can perform while a spirit is to go to the Healers Guild to be resurrected. There can be no form of in-game communication between a spirit and any other character. Spirits may never “phase” or pass through another character and will never produce any in-game effects by their passing. A spirit cannot make others feel anything like cold, or sad or malcontent in any way. A character cannot juxtapose themselves to another character and give them chills or haunting feelings, EVER! A spirit cannot affect the game world in any way, shape or form!",
      "However, there are several out-of-game activities you may have to perform before you go the Healers Guild. First, you must put on a white headband to indicate that you are out-of-game and your body completely dissipates leaving nothing behind.",
      "Next, leave all your LAIRE items at the spot where your character died, including your money, gems, jewelry, potions, scrolls, and magic items. The only exception is when your character has been killed in an out-of-the-way place and you think it unlikely anyone would ever come to the spot for the rest of the event; in that case, leave all your stuff anyway and tell a Marshal where you died before you resurrect. You may leave your personal weapons and armor where you died or take them to the Armory or the Merchants Guild, but leave the tag at the spot where you died. You are not required to leave your personal costuming and items where you died, however if you wish you may.",
      "If you had any magic items or magic weapons, you should leave the physical representation of the item at the spot where your character fell, but go to the Treasure Manager to give them the magic-item cards. If you are absolutely certain that no one would find the magic item where your body fell, then you can give the item to the Treasure Manager instead of leaving it lost in the woods. But be sure; if the item was important, there may be teams of adventurers scouring the woods looking for it, and they should have their chance to find it.",
      "Once you have disposed of all of your in-game possessions, go to the Healers Guild. When your spirit arrives, lie down or sit and wait for a healer; they will know what to do next. If your spirit arrives at the Healers Guild with any in-game items, your items will be taken and given to the Treasure Manager. "
    ],
    "subsection": "Death and Dying",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "In-game Behavior",
    "content": "The game is better if you stay in-game as much as possible. Try to keep out-of-game comments to a minimum; yes, we have seen Monty Python and the Holy Grail as many times as you have. Let us look at the Hamlet analogy: it may seem funny to the actor playing Hamlet to stick in a line from A Streetcar Named Desire, but chances are it will just make the audience fidget; after all, they came for a good performance of Shakespeare, and the joke just spoils the experience. All of us work together to create the illusion that we are participating in a fantasy world; no one likes it when their work is spoiled.",
    "subsection": "In-game vs. Out-of-game ",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Out-of-game Behavior",
    "content": [
      "If you are out-of-game for some reason – you are tired and taking a break, you are walking to a phone to make a call, you are a spirit and you are going to the Healers Guild to be resurrected – do not interact with the people in-game. Stay out of areas where there are crowds or combat. If you are out-of-game, stay completely out of the game until you are ready to go fully back into the game; do not hold in-game discussions with other players, or yank off your white headband and go rushing to attack a nearby Orc",
      "On the other side of the coin, if you see someone wearing a white headband or wearing regular street clothes, ignore them while you are in-game. Obviously there are exceptions to this but try to avoid all out-of-game contact while you are in-game. At best, you would be distracting yourself from your own roleplaying; at worst you could be interfering with other players’ enjoyment of the game.",
      "Of course, there are times when you must ask a quick rules question or take a moment for a quick out-of-game activity. Try to keep these actions as brief as possible."
    ],
    "subsection": "In-game vs. Out-of-game ",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Going In- and Out-of-Game",
    "content": [
      "The basic rule is simple, wherever you went out-of-game is where you should come back in-game. If you put your white head on in your room in the inn and went to your car, you should come back in game in your room when you are done. There are some exceptions to this, most notability if a Marshal asks you to put your white headband on for some reason he will generally tell you where and when you can take off your headband and come in-game. The other common circumstance is when you resurrect; when you put your white headband on and become a spirit, wherever you resurrect is where you come back in-game.",
      "The other rule is when going out-of-game or coming back in-game, make sure you are not involved in anything. You should step away from any crowds or if something is going on right in front of where you went out-of-game, wait until it is over before stepping back ingame. For example, if you went out of game by the edge of a field near where your car is parked and when your return there is a large fight, you should wait until it is over before coming back in. Similarly, if you are involved in a fight and have to go out-of-game, make sure you walk out of sight of the combat before you put your white headband on. "
    ],
    "subsection": "In-game vs. Out-of-game ",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Out-of-Game Areas",
    "content": [
      "Some areas of the camp are always designated out-of-game. The parking lot, the bathrooms, the NPC cabin, out-of-game sleeping areas, and Logistics are all always out-of-game areas. There is no combat or roleplaying allowed in these areas. While you go out-ofgame when you enter one of these areas, even without a headband, you cannot run into them from pursuers or other such situations. They are not safe places to hide. The same rules on when and where you can go out-of-game apply to these areas.",
      "There may be other areas of the camp that are off limits and designated out-of-game. Check Logistics for any handouts or attend Opening Ceremonies for any announcements on a month by month, camp by camp basis."
    ],
    "subsection": "In-game vs. Out-of-game ",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Abuse of the System",
    "content": [
      "It is poor sportsmanship, not to mention illegal, to go in- and out-ofgame whenever it suits your immediate convenience. For example, if you are suddenly surrounded by a group of monsters, you cannot say, “Sorry, I’m out-of-game” unless you were wearing your white headband before they sprang their ambush. Even if you were wearing a white headband, it would be wrong for you to walk over to your friends, say, “Hey, I know where there are a bunch of monsters waiting in ambush. Let’s do a counterambush,” take off your white headband, and lead an attack on those monsters.",
      "You cannot go out-of-game to perform an in-game action. This includes calling a Hold to collect spell packets or arrows, or putting on a white headband to escape soldiers who are searching for you. For the former, you are responsible for bringing enough props to do what you want to do; it is not fair to make other people stop and wait for you. In the latter case, if you want to hide, then hide; if you know people are searching for your character but you are tired and you want to go to sleep out-of-game, you must get permission from the Executive Director.",
      "There are times when the game can get difficult to play, and you may be tempted to go out-of-game to avoid trouble. Do not do it. Dealing with difficult situations is part of the challenge of the game, and often brings the greatest rewards."
    ],
    "subsection": "In-game vs. Out-of-game ",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Sleeping In-Game",
    "content": [
      "LAIRE runs from Friday night until Sunday afternoon and does not stop in between. Some players are not capable of playing the whole event for medical reasons or otherwise and at every event, special out-of-game sleeping arrangements can be made. You should speak to Logistics when you arrive or specify that you need out-of-game sleeping when you pre-register for the Event.",
      "Sometimes during an Event, a player may really need some sleep, gets injured, or falls ill. In these cases that player must receive permission from the Executive Director to sleep out-of-game. Players that go out-of-game to sleep without permission will be given the appropriate disciplinary action. It is unfair to the other players in the game, everyone would like to sleep safe and sound, but that is part of the thrill of the game and part of the risk and everyone should share in that excitement."
    ],
    "subsection": "In-game vs. Out-of-game ",
    "section": "Basic Game Rules and Concepts",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Intro",
    "content": [
      "When the game of LAIRE is played, your character goes on adventures, lives, dies, is hurt, is healed, uses abilities, and learns new abilities from other characters. The department of LAIRE responsible for keeping track of all these things is called Logistics. The first thing you do each time you attend a LAIRE event is to visit the Logistics area. After you pay to attend the event, you will receive cards and tags which specify everything about your character: how many Body Points they have, what skills they know, the number of times the skill can be used in a day, what spells they can cast, and so forth.",
      "Logistics is open at every event from early Friday night to about 1:00am. In addition, there are Logistics personnel available during the day on Saturday and again after the event is over to collect your cards.",
      "When you arrive at the event you are expected to check in. This entails:",
      {
        "type": "list",
        "items": [
          "paying your fees to Finance,",
          "getting your Character Card,",
          "getting your tags,",
          "getting your sleeping assignment, and",
          "most importantly, getting your NPC work duty"
        ]
      },
      "As was discussed earlier, every player is required to give five hours a weekend to the game in some capacity to help it run. The majority of people NPC, others work logistics, run modules, and other tasks necessary for the game to run. It is your responsibility to get your work assignment when you check in."
    ],
    "subsection": "Logistics and Check-in",
    "section": "Basic Game Play",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "The Character Card",
    "content": [
      "The character card is stamped to prove that you paid to attend the event. If you do not have your character card with you, you cannot play. If you lose this card for any reason, put on a white headband immediately and go to Logistics where a temporary replacement will be written out. Avoid the hassle: keep your character card safe and on your person at all times. If you find someone’s Character Card, please give it to Logistics immediately.",
      "On your Character Card you will find your name, your character’s name, and a list of all the permanent abilities that your character has. Your Character Card represents all the abilities that are inseparable from your character; for example, your character will always be an Elf, always knows Rank 3 Ice Magic, and always knows how to wield a small weapon. If anyone asks out-of-game for proof that you have an ability, you show them your Character Card or show a Marshal. For example, you would show someone your card if your character cast an Inferno spell on them and they wanted proof that your character could cast Rank 4- Ice Magic.",
      "When you receive your card at the Logistics area, check that all the Build Points and abilities that you gained at your previous event are included on the card. The Character Card also lists the number of temporary tags you should receive for each Tag Cycle of the Event",
      "The back of your Character Card is used to record all the permanent changes made to your character during an event. If your character learns a new skill, the teacher writes the name of the skill and their player number and initials on the back of the card. If you go through a module the Build Points awarded are noted by a Marshal on the back of the card. If your character is killed, the additional death is noted on the back of the card by the person who restores you."
    ],
    "subsection": "Logistics and Check-in",
    "section": "Basic Game Play",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Checking Out",
    "content": [
      "At the end of an event, you must go to Logistics and check out. Before you get on line, you should make sure you have the following things:",
      {
        "type": "list",
        "items": [
          "your Character Card,",
          "your 1 silver piece upkeep,",
          "your work assignment duty signed,",
          "your site (the place you slept) cleanup signed,",
          "your camp cleanup signed."
        ]
      },
      "Your Character Card is our record of how your character changed during the event; if you do not hand it in, we cannot update your character records with the Build Points you have earned or the new abilities you have gained. If you forget to hand in your Character Card at the end of an Event, your character will not be updated by the next Event, even if you give us your Character Card at a later time.",
      "If your character accumulated a few deaths during an Event, or you received a disciplinary warning, you may be tempted to deliberately “forget” to hand in your Character Card. However, deaths and warnings are recorded separately and will be added to your character records even if your Character Card is not handed in. Failure to hand in your Character Card for this reason will result in disciplinary action. So take your lumps and give us your card; at least you will get the Build Points you are entitled to.",
      "If you have to leave before the end of the Event and cannot perform your duty or help clean up, then let someone in-charge know; do not just drop off your card at Logistics. The strict rule is that if you have not done both your work assignment and your clean-up, then you do not earn any Build Points for that Event and any bonus Build Points for going on modules. We are willing to make some exceptions, but you have to ask us first"
    ],
    "subsection": "Logistics and Check-in",
    "section": "Basic Game Play",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Up Keep",
    "content": [
      "The “maintenance fee”, or upkeep, is the amount of game money your character must pay to support themselves between events. You should ask at Logistics what the maintenance fee is for your character; typically it is higher for characters with noble titles or other special positions in society. You pay your maintenance fee when you check out your character from Logistics.",
      "If you do not pay the maintenance fee, your character will be affected in some way. You will find out how your character has been affected at the start of the following event. Effects include, but are not limited to, diseases or loss of Body Points or death."
    ],
    "subsection": "Logistics and Check-in",
    "section": "Basic Game Play",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "PC’ing",
    "content": [
      "You are a player, and your character is your representation in the LAIRE game world. You have complete control over your own character, subject to the rules of the game; you control how your character feels, speaks, acts, lives, and dies. In contrast, there are non-player characters (NPC’s), whose actions are not fully controlled by their players; these are described in a subsequent section.",
      "Your character could become the greatest hero to ever stride across the world, or the most wicked creature ever to have slinked in the shadows, depending on what you want to do and how well you play the game. We cannot make you a good player you have to do that yourself."
    ],
    "subsection": "Logistics and Check-in",
    "section": "Basic Game Play",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "NPC’ing",
    "content": [
      "Of all the volunteer work you can do for LAIRE, by far the most important is… to be a non-player character. The NPC’s play all the roles that the players do not: the monsters, the townsfolk, the princes and princesses in distress, the imprisoned dragon that must be rescued from the evil clutches of a dastardly knight. Someone has to play these parts so the other players can have fun.",
      "The most important part of NPC’ing to remember is: do as you are asked and instructed to do and play the role you are given correctly. When you are given a role to play at an event you are also given instructions by a Plot, Monster or Module Marshal on what to do and how to play the role. It is important to the storyline and smooth running of the game that you follow these instructions. For example, if you are given the role of a beneficent healer who is sent into town to heal whom ever they can, you should not take it upon yourself to kill as many people as you are able and steal them blind. Neither should you decide to charge people for your healing for any reason.",
      "You should play the role correctly. If you are given a zombie to play you should not charge the line, deftly and acrobatically thrust, parry and break through the line to reach the healers in the back because you think it would be a good tactic. Zombies are slow, mindless creatures that are unable to perform those actions. Additionally, if you meet a lone traveler on the road and cut them down, you should not pick up the body and hide it in the woods – zombies are far too stupid to do this.",
      "Finally, be considerate of your fellow player’s feelings. If you do manage to kill a PC or rob them, do not gloat about it to them or return to an out-of-game area and have a laugh at their expense. No one likes to fail and people certainly do not like to be made fun of because of it. Remember, one day that person may be the NPC you are facing as your PC and you would not like them to do such to you.",
      "This is a game and the goal is to have fun, not see how many people you can kill in a single NPC shift.",
      "Any player that travels more than 350 miles to attend an Event is not required to NPC or perform any other type of 5 hour duty shift."
    ],
    "subsection": "Logistics and Check-in",
    "section": "Basic Game Play",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Intro",
    "content": "LAIRE is a cooperative effort. The organization only works when everyone participates to make it work. We are a not-for-profit organization, and we cannot pay you for your efforts on our behalf. Instead, we award Brownie Points (BRP) when you work for us. The basic rate is one BRP for each hour of labor; sometimes the rate is higher for arduous work such as helping to run Logistics.",
    "subsection": "Brownie and Play Credits ",
    "section": "Basic Game Play",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "How to Spend Brownie Points",
    "content": [
      "Brownie Points may not be traded between players. There is one exception: you can give BRP to another player for the sole purpose of helping them buy a new life if they pull a black marble.",
      {
        "type": "table",
        "headers": [
          "Category",
          "Brownie Point Cost"
        ],
        "rows": [
          [
            "Build for a Character",
            "1 Brownie Point per 0.1 Build Point up to a maximum of half the Awarded Build Points"
          ],
          [
            "In-Game Money",
            "Brownie Point to copper pieces ratio will be posted at Events and on Laire.com"
          ],
          [
            "Resurrecting from a Black Marble",
            "5 Brownie Points per Black Marble"
          ],
          [
            "Spell Defenses",
            "1 Brownie Point per Power Point (3 Brownie Points per Power Point if lost magic) for each non 5th Rank, non warlock enhanced Latent spell"
          ]
        ]
      },
      "You spend BRP at the end of an event, by telling the Logistics staff person you desire to “brownie your character”. The staff person will note it on your Character Card. If you are using BRP to buy copper pieces, you give your Character Card to the Treasure Manager who will note it on your chard. If you are buying a new life, you turn in your BRP at the Healers Guild."
    ],
    "subsection": "Brownie and Play Credits ",
    "section": "Basic Game Play",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Earning Brownie Points",
    "content": "On page 275 (LINK_TODO) there is a table outlining the Brownie Points, Build or Play Credits awarded for the various jobs in LAIRE. Not all the jobs listed are described in this rule book. You will learn what each of these jobs are as you play the game.",
    "subsection": "Brownie and Play Credits ",
    "section": "Basic Game Play",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "LAIRECash",
    "content": "LAIRECash can be used only to offset the cost of LAIRE Events, up to half the cost of the Event. One LAIRECash equals one dollar.",
    "subsection": "Brownie and Play Credits ",
    "section": "Basic Game Play",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Play Credits",
    "content": "Every time you go to a full event weekend end, you are required to have one Play Credit. The most common way to earn Play Credits is to NPC a full weekend. From time to time, LAIRE will have a special event usually lasting only a single day or night, for example, the Halloween Party. These events do no require a Play Credit to participate. Any player that travels more than 200 miles to attend an Event does not require a Play Credit to participate.",
    "subsection": "Brownie and Play Credits",
    "section": "Basic Game Play",
    "tags": [
      "basics"
    ]
  },
  {
    "name": "Weapon Damage",
    "content": [
      "The following table outlines how much base damage a weapon does. Bastard Sword, Bastard Blunt, and Spear have two numbers listed, the first is using the weapon with on hand the second is using the weapon with two hands. For Polearms, the first number is for striking with the head, and the second number is for striking with the butt end. Lastly, all thrown weapons deal 1 point of damage, except javelins, which deal 2 points of damage.",
      {
        "type": "list",
        "items": [
          "Small Weapon: 1",
          "One-Handed Edged: 2",
          "One-Handed Blunt: 2",
          "Bastard Sword: 3/2",
          "Bastard Blunt: 3/2",
          "Two-Handed Edged: 3",
          "Two-Handed Blunt: 3",
          "Quarterstaff: 2",
          "Spear: 3/2",
          "Polearm: 4/2",
          "Thrown Weapon: 1/2",
          "Bow: 3",
          "Crossbow: 4"
        ]
      }
    ],
    "subsection": "Weapons, Magic and Taking Damage",
    "section": "Weapon Damage",
    "tags": [
      "basics",
      "damage"
    ]
  },
  {
    "name": "Earning Build and Leveling",
    "content": [
      "A “Level” is an overall indicator of how much adventuring a character has done. There are skills that characters cannot learn until they have achieved a certain Level; also, the strength of the monsters and the amount of treasure awarded on modules often depends on the average Level of the characters in the party.",
      "A character’s level is determined by the number of Build Points they have been awarded not on the number of Build Points spent; your character can earn 20 Build Points and go up two Levels, but you may choose to spend only 2 Build Points on new skills.",
      "New characters receive 25 initial Build Points. The Awarded Build is the number of Build Points you gain above that initial 25. The Total Build is the sum of the awarded Build Points plus the initial 25. The number of Build Points that corresponds to a character’s Level is on the following chart:",
      {
        "type": "table",
        "headers": [
          "Level",
          "Awarded Build",
          "Total Build"
        ],
        "rows": [
          [
            "1",
            "0-9",
            "25-34"
          ],
          [
            "2",
            "10-19",
            "35-44"
          ],
          [
            "3",
            "20-29",
            "45-54"
          ],
          [
            "4",
            "30-39",
            "55-64"
          ],
          [
            "5",
            "40-49",
            "65-74"
          ],
          [
            "6",
            "50-59",
            "75-84"
          ],
          [
            "7",
            "60-69",
            "85-94"
          ],
          [
            "8",
            "70-79",
            "95-104"
          ],
          [
            "9",
            "80-89",
            "105-114"
          ],
          [
            "10",
            "90-99",
            "115-124"
          ],
          [
            "11",
            "100-109",
            "125-134"
          ],
          [
            "12",
            "110-119",
            "135-144"
          ],
          [
            "13",
            "120-129",
            "145-154"
          ],
          [
            "14",
            "130-139",
            "155-164"
          ],
          [
            "15",
            "140-149",
            "165-174"
          ],
          [
            "16",
            "150-159",
            "175-184"
          ],
          [
            "17",
            "160-169",
            "185-194"
          ],
          [
            "18",
            "170-179",
            "195-204"
          ],
          [
            "19",
            "180-189",
            "205-214"
          ],
          [
            "20",
            "190-199",
            "215-224"
          ]
        ]
      },
      "Every character is awarded a blanket number of Build Points for attending an Event. These Build Points are an award and not a right. A player pays to attend the Event not for Build Points. The Builds Point awarded every Event is a privilege not a right and the Executive Board can chose to withhold Build Points from a character or the game if they wish or award extra Build Points if they wish.",
      "The standard amount of Build Points awarded is given in the table below. In addition to the Build Point blanket, a player may wish to spend Brownie Points to increase this amount at a rate of 1 Brownie Point per 0.1 Build Points, up to a maximum of half the Awarded Build Points, rounded up. A player may also purchase Build Points for their characters. Only 10 Build Points per character per calendar year can be purchased. The player can buy Build Points in any amount up to the maximum in 1 Build Point increments.",
      {
        "type": "table",
        "headers": [
          "Character Level",
          "Awarded Build Points",
          "Maximum Build from Brownie"
        ],
        "rows": [
          [
            "1",
            "6",
            "3"
          ],
          [
            "2",
            "5",
            "2.5"
          ],
          [
            "3",
            "4",
            "2"
          ],
          [
            "4",
            "3",
            "1.5"
          ],
          [
            "5 to 25",
            "2",
            "1"
          ],
          [
            "26 to 30",
            "1.7",
            "0.9"
          ],
          [
            "31 to 35",
            "1.5",
            "0.8"
          ],
          [
            "36 and up",
            "1",
            "0.5"
          ]
        ]
      },
      "Characters can also gain extra Build Points for exceptional roleplaying and going on a Module. These extra Build Points are called Roleplaying Chips (RC) and are either written directly on a character’s card or handed to a player in the form of a round yellow chip. These chips are handed into Logistics at the end of the Event when you turn in your Character Card. Players earn RC not characters and a player may hand in the chips with any character they have; however, RC’s written on a character card are for that character only and cannot be transferred."
    ],
    "section": "Character Growth",
    "tags": [
      "leveling"
    ]
  },
  {
    "name": "Learning and Teaching Skills",
    "content": [
      "Some skills have a prerequisite listed in the skill tables. This means that a character must know the prerequisite ability before they can learn that skill. For example, the Set Traps skill on the Rogue Basic Career Skill List has a prerequisite of Disarm Traps; a character must have the Disarm Traps Skill listed on the front of their Character Card before they can learn the Set Traps skill. Both a skill and its prerequisite cannot be learned during the same event. If your character has just learned Rank 1 of the Aura School of magic, you must wait until the next event before you can learn Rank 2 of the Aura School. The character must actually know the prerequisite skill; it cannot come from an item. For example, if a character has an item that gives them one Proficiency skill while worn, and they do not know the Proficiency skill, they cannot learn the Stun skill.",
      "Most skills are gained only if a teacher can be found in-game. A teacher is not needed for the skills purchased with the initial 25 Build Points. A teacher is also not needed to learn an additional use of a skill from the Basic Skill Lists a character already has provided they have purchased that Basic Career Skill List. For example, if your character knows Weapon Proficiency +1, you can teach yourself Weapon Proficiency +2; if you have one use of the Disarm skill, you can gain a second use without a teacher; if you have purchased Power Points, you do not need a teacher for more. However you cannot teach yourself the next rank of a skill and must find a teacher in- game. For example, you cannot teach yourself Rank 2 of the Auras School or Rank 2 Weapon Smith.",
      "A teacher is needed to learn any skill off of a Basic Career Skill List if they have not purchased that list and a new Advanced Career skill even if the character already knows skills from that list. Also, a teacher is needed to learn Miscellaneous Skills, but there is no list associated with these skills. Further, a character has to be Level 5 before they can learn any Advanced Career skill.",
      "Normally, a character may learn as many skills as they want and have the unspent Build Points for. However, only one new Advanced Career skill, including Master Miscellaneous, can be learned an Event. If you are learning another use (an additional purchase) of a skill you already have, that does not count towards your one new skill. Limitations on learning ranks and prerequisites still apply.",
      "There may be other restrictions to learning skills. For example, magic spells can only be taught with the aid of a Tome of Spell Lore. The Duchy of Avalon has many tomes available to characters in the City of Avalon. Those ranks listed as available on the Mage Basic Career Skill List can be learned using these books.",
      "When a character is taught a skill, the teacher must write the following on the back of the Character Card: the name of the new skill, and the teacher’s name and the teacher’s Player Number. Aside from the exceptions noted below, anyone can teach any basic skill they know. Advanced Career skills require the teacher to have the Teach skill. There is a Teach skill for each Advanced Career and each must be learned separately. A character can teach any skill they have the teach skill for to any character that has the proper prerequisites to learn that skill.” The Teach skill does not cost any Build Points but the player must have Plot approval to gain this skill. Additionally, any Master Miscellaneous skills the character has can be taught; a separate teach skill is not needed. The one exception to this rule about Advanced Career skills is Elemental Pool Points and Spell Singing Points, a character can teach themselves both without the Teach skill once they learn the first ones.",
      "Players teaching a skill should roleplay the instruction and not just sign the Character Card. As a rule, it takes 5 minutes per Build Point of roleplaying to teach a skill. So, to teach the First Aid skill would take 10 minutes, to teach the Slay Skill would take 50 minutes. However, some teachers may choose to take longer to teach a skill and others may have a skill or ability that will allow them to reduce the time it takes to teach a skill. Spending the time to roleplay the teaching will make the new skill more significant to the student. However, the student does not gain the use of the new skill until the next Event; characters do not suddenly gain the ability to pick locks at the instant the teacher signs their card.",
      "In addition to the in-game teaching of the skill, the teacher will instruct the player out-of-game how the skill works. If the player teaches the out-of-game use of the skill incorrectly, they may lose the ability to teach.",
      "Once a teacher signs the card, it is assumed they have taught the skill correctly. If a player wishes their character to teach a skill incorrectly then they should not sign the card.",
      "Once a skill appears on a player’s card their character has used the skill or cast the spell successfully at least once."
    ],
    "section": "Character Growth",
    "tags": [
      "leveling"
    ]
  },
  {
    "name": "Body Points",
    "content": [
      "Body Points reflect the ability of the character to take damage. It is a measure of their hardiness and stamina in battle. A character with a low number of Body Points is more grievously affected by the damage they take than a character with an exceptionally high number of Body Points.",
      "The LAIRE Logistics system is computerized, and a character’s Body Points are calculated before the Event. The number of Body Points a character has is indicated on the Character Card. The complete procedure for determining a character’s Body Points is given below. If a discrepancy is suspected between the number of Body Points on a Character Card and what is expected the player should report the problem to Logistics.",
      "Body Points are calculated in a way that reflects how a character decides to spend their Build Points. The skill system is divided into different lists, and these lists are grouped into six categories. For each skill purchased, a fraction of a Body Point is received depending on the category of the list; the sum of these fractions gives the base number of Body Points. Another 3 Body Points are added to this base, and any remainder in the grand total is then rounded up to the next whole number. Finally, any racial or other special bonuses or penalties are added to the total. This gives a character’s Body Point total.",
      "There are five categories of Skill Lists: Martial, Dexterity, Arcane, Faith, and Racial. Miscellaneous skills fall into one of the first three categories. Each Skill on one of these lists will give you a different amount of Body Points per Build Point. See the table below for the values:",
      {
        "type": "table",
        "headers": [
          "Skill List Category",
          "BP per Build Spent",
          "Associated Skill Lists"
        ],
        "rows": [
          [
            "Martial",
            "0.25",
            "Warrior, Weapons Master"
          ],
          [
            "Dexterity",
            "0.10",
            "Rogue, Master Thief, Assassin"
          ],
          [
            "Arcane",
            "0.05",
            "Mage, Alchemy, Sorcery, Warlock, Spell Singing"
          ],
          [
            "Faith",
            "0.20",
            "Follower of the Light, Druid, Servant of Darkness"
          ],
          [
            "Miscellaneous",
            "0.15",
            "Some Miscellaneous Skills, Some Master Miscellaneous Skills"
          ],
          [
            "Racial",
            "0.15",
            "Racial Skills"
          ]
        ]
      },
      "There is one exception of the on-list versus off-list Build Point value, for Power Points, you receive 0.05 Body Points for each Build you spend, even if you bought the Power Points off-list.",
      "Some skills are found on more than one Skill List; for example, the One-Handed Edge skill is on the Weapons Skill List and the Rogue Basic Career Skill List. You receive the Body Points from the Skill List that gives you the greatest number of Body Points, even if you purchased the skill from a different Skill List. In the above example, if you purchased the One-Handed Edge skill from the Rogue Basic Career Skill List, you would still receive 0.25 Body Points, as if you purchased it from the Warrior Basic Career Skill List.",
      "For example, Lilith purchases: the Weapons Skill List, One-Handed Edged Weapon, and Shield. All 18 Build Points are spent on Martial skills, Lilith gets 18 x 0.25 = 4.5 Body Points, plus 3 = 7.5 = 8 Body Points.",
      "Tythis purchases: One-Handed Edged Weapon (6 BP), Battle Surgery (4 BP), First Aid (2 BP), Armor Smith (3 BP), Literacy (4 BP), 1st Rank Aura School (5 BP), and 11 Power Points (11 BP). This sums up as follows: 6 x 0.25 (Martial skills) + 13 x 0.15 (Miscellaneous skills) + 16 x 0.05 (Arcane skills) = 3.95 Body Points, plus 3 = 6.95 Body Points, which is rounded to 7 Body Points."
    ],
    "section": "Character Growth",
    "tags": [
      "leveling",
      "health",
      "hp"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "Magic is an important element to any fantasy roleplaying game. Even if your character never casts a magic spell or uses a magic item, the existence of magic has an impact on your character. The LAIRE magic system has several aspects; the basic magic or low magic is described in this chapter. There are other, more complex forms of magic called high magic which is comprised of: Sorcery, Warlockery and Spell Singing. There is also the faith magic of the Druids called Nature Magic. These high magics are described in their respective Advanced Careers. This chapter deals solely with low magic and the various schools of magic that make it up, along with the general rules for how to use magic in our game."
    ],
    "section": "Magic",
    "tags": [
      "casting",
      "spells",
      "magic"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "The heart of any magic system is the spells that exist. In LAIRE, there are dozens of low magic spells; these are organized into schools according to the nature of the spell. To cast a spell, a player must recite a spell verbal, toss a small beanbag called a spell packet at a target, and hit the target. Each spell costs a certain number of Power Points; spell casters have a limited number of Power Points for casting spells. Spells may also be contained within items such as scrolls or magic items."
    ],
    "subsection": "How Spells Work",
    "section": "Magic",
    "tags": [
      "casting",
      "spells",
      "magic"
    ]
  },
  {
    "name": "How to Cast a Spell",
    "content": [
      "These are the complete, formal steps necessary for a character to cast a spell:",
      {
        "type": "list",
        "items": [
          "The caster must know the particular rank of the particular school to which the spell belongs. For example, to cast a Kill spell, a character must know Rank 4 of the Death School; knowing Rank 4 Charms School or Rank 1 Death School spells does not help.",
          "The caster must have an unbroken arm, a free, unfettered, undamaged hand with nothing in it in-game. Out-of-game, the only item that can be in the player’s hand is a spell packet. So if a caster’s wrists are bound, they can still cast, but not if their hands were broken, removed or restrained.",
          "The caster must recite the spell verbal loudly enough for at least one other person to hear. The target does not have to be able to make out the words or hear the verbal. However, if the only person that can hear the verbal is the target, then they must be able to hear the verbal. Therefore, in a battle, you may have to yell so your target can hear you. However, if you are alone you can still cast a spell on yourself or on an inanimate object.",
          "After the spell verbal has been recited, the caster must touch a target with the spell packet. The caster can hold on to the spell after reciting the verbal for no longer than 5 seconds. If the caster has not thrown the spell packet by then, the spell is wasted and the Power Points expended. While holding onto a spell, a caster can speak, “Get out of the way, I’m holding a Fireball” for example; otherwise they should be counting out the seconds by counting “One Fireball, two Fireball…” The caster will both count the seconds and remind others what the spell will do when it hits.",
          "For a spell to take effect, it must hit the target. It can hit any part of the target, any item of clothing that the target is wearing, or any item that the target is holding, including a shield; regardless of whether the item is in or out-of-game. The one exception is the head, which is never a legal target for any physical contact in-game. While not a legal target for melee combat, the hands and groin are legal targets for spell packets. If the packet bounces off the ground or is deflected in some other way, by a tree branch for example, the spell does not affect the target. Also, a spell can affect an unintended target; if a caster throws a Lightning Bolt spell and a friend steps in and is hit by mistake, the caster cannot cancel the spell.",
          "If the spell does damage, the caster must call out the damage when the packet hits the target. For example, if a caster hits someone with a Fireball spell, the caster should say “Fireball, Sixteen Magic Fire” when the spell hits; if a caster hits someone with a Maim spell, the caster should say “Maim, Twelve Magic Body” when the spell hits. The proper form therefore is: spell name + damage + type of damage. If the spell does not deal damage, then simply the name of the spell is used unless the spell requires a choice to be made as in what limb is affected or what spell is affected. For example, casting an Enslavement spell at a target the caster would say: “Enslavement Spell”. The caster should never call extended damage; that is, if they think a character takes double damage from fire, they should not call “Fireball, Thirty Two Magic Fire” if they hit with a Fireball spell, since this may confuse the player playing the target character."
        ]
      },
      "A character always needs to have a spell packet to cast a spell, unless they are casting a spell upon themselves. Even if their intended target is unresisting, they must touch them with a spell packet. A character cannot physically restrain another player in order to cast a spell or for any other reason. For example, a player cannot grab another player’s arm and cast a spell. A character cannot cast a spell on an opponent they are in combat with by touching them with a packet; they must throw the spell packets when fighting. This is also true for characters with claws – either the natural ability or the skill. A character with claws can never “touch cast”, in combat or out, with their claws. A character cannot use the Channeling skill with claws, no matter how big or powerful or magical the character is, their claws ARE NOT weapons of quality. This does not mean there are not creatures that have spell like abilities that they deliver with their claws.",
      "The target player is often a poor judge of whether a spell packet hit them. When someone tosses a spell packet at a character, they are often trying to dodge the spell or trying to run away; a spell can hit someone from behind or be tossed at them while it is dark. The spell caster or other people are usually in a better position see if the character has been hit. As a general rule, if at least two people say you have been hit by a spell, assume you have been hit and keep on playing."
    ],
    "subsection": "How Spells Work",
    "section": "Magic",
    "tags": [
      "casting",
      "spells",
      "magic"
    ]
  },
  {
    "name": "How to Interrupt a Spell or Fail to Cast a Spell",
    "content": [
      "The Power Points required to cast the spell are spent at the end of the spell verbal, so if the spell casting process is interrupted in any way, the spell has no effect and the Power Points are not lost unless the caster has completed the verbal but not yet thrown the spell. If the character flubs the spell’s verbal the spell fails and the Power Points are lost, but if the character catches themselves before the verbal is completed they can stop reciting or change to a different spell verbal. The ways a spell can be interrupted are as follows:",
      {
        "type": "list",
        "items": [
          "The caster takes damage to their Armor Points or to their Body Points, either by being struck by a weapon or by another spell. The only ways a caster can continue casting a spell while taking damage are: to call an appropriate defense or by having the Concentration skill. It is acceptable to finish the spell verbal then call a defense even if this breaks the 5 second rule on calling defenses.",
          "The caster is unable to speak or move, for example, by being affected by a Silence or Paralysis spells, or is unable to move their hand.",
          "The spell verbal is recited incorrectly. Any mistake means the spell does not work, even if it is a single word. Note that invoking a latent spell while reciting a verbal is not a mistake.",
          "The spell packet leaves the caster’s hand before the verbal is fully recited.",
          "The spell does not come into physical contact with a target. If the target of a spell is a character, then the spell can affect them or any item in their possession that can be seen; if a fighter is carrying a sword, then a Shatter <sword> takes affect if the spell hits the fighter, the sword, or any item they are holding. Spell casters often aim their offensive spells at an opponent’s shield, and some fighters may drop their shield rather than risk being affected by a spell. However, if the spell is Blast <shield> and the spell hits the shield, then the shield is broken since the shield is a legitimate target of the spell. Some shields of quality can resist elemental damaging spells. See later in this chapter for a full description.",
          "The spell packet strikes the target character in the head. For safety reasons, the head is never a legal target for a spell packet.",
          "The caster does not have a spell packet to throw. It is the responsibility of the player to make sure they have enough spell packets. A player may not call a Hold to collect spell packets. However, if a Hold is called for some other reason, it is allowed to collect packets as long as the Hold is not prolonged and as long as the player returns to their exact position when the Hold was called."
        ]
      }
    ],
    "subsection": "How Spells Work",
    "section": "Magic",
    "tags": [
      "casting",
      "spells",
      "magic"
    ]
  },
  {
    "name": "Power Points",
    "content": [
      "Power Points of any kind, low magic, Spell Singing, or Elemental Pool Points, are a measure of the amount of magical energy a character has. A spell caster receives a certain number of Power Point tags with which to cast spells based on how many Build Points the character has spent learning Power Points. These tags are given to the player when checking in at Logistics. These tags should be kept on a ring with the player’s other tags. Power Point tags are color coded; on a given Tag Cycle, a spell caster is only allowed to use those tags whose color has been assigned for that Tag Cycle.",
      "When a character casts a spell, the player removes the appropriate Power Point tags from their ring. If the spells were used against another character, that player has the right to ask for the used Power Point tags as proof that the caster had enough power to cast the spell; otherwise the tags should be given to a Marshal or discarded. If the Power Points were used to cast a latent spell, the caster should write their out-of-game name and the name of the latent spell on the back of the tags and give the tags to the character receiving the spell; the target should put the tags on their ring so they can prove that they have the spell when they invoke it. Often the character casting the latent spells will be in a fight or some other intense activity, during the action, it is not necessary to stop what is going on to write tags, but the player should keep track of what they cast and be ready to turn the tags over to the appropriate person when the action is over.",
      "Power Points may not be traded between characters. They cannot be saved from day to day or from one Event to another. If, at the end of the Tag Cycle, a player has unused Power Point tags, they must be turned into Logistics at the end of the Event."
    ],
    "subsection": "How Spells Work",
    "section": "Magic",
    "tags": [
      "mp",
      "power points",
      "pp"
    ]
  },
  {
    "name": "Spell Verbals",
    "content": [
      "In order to cast a spell, a player must recite a spell verbal, that is, a short phrase that uniquely identifies the spell to be cast. When a spell verbal is recited, each word must be distinct enough for at least one person to hear; “Isummfrth neldrich furbl” is not a substitute for “I Summon Forth an Eldritch Fireball.”",
      "All the spell verbals for a rank within a school of magic begin with a common phrase; the name of the spell completes the verbal. For example, the spells of the second rank Aura school have verbals that begin with, “I Weave a Protective Aura of…” So, to cast a Negation spell, a player would say, “I Weave a Protective Aura of Negation.” Similarly, the verbal for the first rank Charm school is, “I Command You to…” so to cast a Speak the Truth spell a player says, “I Command You to Speak the Truth.”",
      "A caster may always use the phrase of a higher rank to cast a spell of a lower rank. For example, “I Weave an Aura of Armor,” “I Weave a Protective Aura of Armor,” and “I Weave a Protective and Warding Aura of Armor” are all legitimate verbals for the Armor spell, a first rank Aura spell. However, “I Weave an Aura of Invulnerability” is not a valid verbal for the third rank Invulnerability spell; only “I Weave a Protective and Warding Aura of Invulnerability” is valid.",
      "The spell verbal is in-game. If you see a player with a spell packet in their hand start to recite, “I Control Chaos…” then your character knows that the spellcaster is about to cast a Necromancy spell; if you hear “I Summon Forth…” then you know that a Pyrotechnics spell is about to be cast.",
      "There are other in-game characteristics that distinguish spells from one another. Each spell gives off a flash of light when it is cast. The table below indicates what color goes with what school.",
      {
        "type": "table",
        "headers": [
          "School",
          "Color"
        ],
        "rows": [
          [
            "Auras",
            "Green"
          ],
          [
            "Bonds",
            "Green"
          ],
          [
            "Charms",
            "Green"
          ],
          [
            "Death",
            "Green"
          ],
          [
            "Demonology",
            "Green"
          ],
          [
            "Enchantments",
            "Green"
          ],
          [
            "Healing",
            "Green"
          ],
          [
            "Ice",
            "Green"
          ],
          [
            "Necromancy",
            "Green"
          ],
          [
            "Pyrotechnics",
            "Green"
          ],
          [
            "Thaumaturgy",
            "Green"
          ]
        ]
      },
      "However, it takes more than just saying the words to cast a spell. A character who just says, “I Call upon Darkness and Terror to Kill You and Wreak Havoc upon Your Soul,” has not necessarily cast a Kill spell; they must have the skill of Rank 4 Death Magic, spend the Power Points, have a spell packet in hand, and the desire to cast as well. Any character can say the verbal for a spell if they know them, even a character with that school and rank of magic, but the spell is not cast unless the character wishes to; there needs to be a conscious effort on the part of the character to cast a spell. The spell is cast when the verbal is finished, so there is a visible effect when the character ends casting.",
      "Players should avoid using the verbal for spells or the out-of-game skill activation descriptors in-game unless they are actually using that skill or casting that spell. A player cannot gain an unfair advantage by using an in-game spell or skill verbal.",
      "For example, Greg is playing an NPC rogue that has no magic. Before he leaves the NPC cabin he picks up a spell packet. Later, after being discovered, he is chased by some characters out of the inn. Greg tries to get away by scaring the characters by turning, with spell packet in hand, and recites the Death Slave verbal and pretends to throw the spell packet. His character cannot cast magic, but the players chasing him do not know that and assume, incorrectly that a very dangerous spell is coming at them and act appropriately. This gives Greg an unfair advantage by using an in-game spell verbal to fool other players.",
      "Another example, Brian is playing an NPC Dark Paladin. He comes into the inn and begins telling the characters there about how his farm house was attacked by Dark Paladins. Many characters come over to listen. During the tail, he says, “Yeah and they said ‘By the will of the Dark Lord I grant you DEATH!’ and reaches over and uses his Death Touch skill to attack another character. No one can be sure what happened. This is taking an unfair advantage of the rules. However, had Brian gotten everyone’s attention, then turned and said, “And I am that Dark Paladin, ‘By my black heart I grant you DEATH’ and used the skill on another character, that would be acceptable."
    ],
    "subsection": "How Spells Work",
    "section": "Magic",
    "tags": [
      "casting",
      "spells",
      "verbal"
    ]
  },
  {
    "name": "Latent Spells",
    "content": [
      "Not all spells have an immediate effect. Some spells give the target character the ability to hold on to a spell and to invoke it when they need it. These delayed action spells are called latent spells. Latent spells are identified as such in the spell descriptions.",
      "The Negation spell is an example of a latent spell; when a character invokes it, this defense cancels another spell that was just cast on the character. A character with such a latent spell cast on them can choose when the spell is to take effect. If someone casts a Healing spell on them, the character probably will not want to invoke a Negation spell; if someone casts a Kill spell on them, they probably will.",
      "To invoke a latent spell, the player says the name of the spell. This is out-of-game; a player can do this even if their character cannot speak. In-game, there is a characteristic flash of light that indicates the use of a latent spell. An unconscious, sleeping, enfeebled, or Torso Stunned character cannot invoke a latent spell, nor can inanimate objects or a mindless creature such as a Zombie. Some latent spells do not need to be invoked out loud, nor do they all have the characteristic flash of light. One example of this is the Resist Suggestion spell. The player does not need to say anything in order to invoke the use of this defense, but they should give the tags to a marshal or the player – their choice – and explain why they did not take the effect of the spell.",
      "A latent spell must be announced when it is used. If the player forgets they have a defense, too bad; there are no do-overs. Latent spells can only be used once. If a latent spell is invoked by mistake – for example, a player says “Invulnerability” when they meant to say “Negation” – then the spell has been used. If a player is not sure what kind of spell defense to call for the attack, they may ask the attacking character what kind of attack it was, either physical or magical. This is the limit to the information given. If the player is still not sure, they may call as many defenses as they wish, but they must be called at the same time, all the defenses called are used, and the player will find out at the end if the attack was stopped or not.",
      "For example, Errol is fighting a Basilisk which tries to turn him to stone. The player asks what kind of attack it is and the NPC responds with “Magical”. Still not sure what he should call, Errol decides to call: “Negation, Spell Shield, Dodge!” All three defenses are used up and since one of the defenses worked the NPC tells Errol that the attack was stopped.",
      "The player has 5 seconds in which to call a defense. After this time, they forfeit their chance to call one. One exception to this is calling a spell defense while casting. It is acceptable to call a spell defense when the character finishes reciting the verbal. In order to call a spell defense, the character must have the spell already cast upon them before they are affected by a spell. You cannot use the 5 second window to cast a spell upon yourself in defense of that attack.",
      "Latent spells cast on a character are attached to a character’s body, not to their spirit. If a character dies and they are resurrected at the Healers Guild without their body, then they lose all the latent spells that were cast on them in addition to any alchemical items they may have had active when they died.",
      "When casting a latent spell on a character, take the Power Point tags used to cast the spell, write the caster’s name and the name of the spell, and give the tags to the character. For convenience, a player may abbreviate the name of the latent spell. Here are some suggested abbreviations:",
      {
        "type": "table",
        "headers": [
          "Latent Spell",
          "Suggested Abbreviation"
        ],
        "rows": [
          [
            "Absorption",
            "ABS"
          ],
          [
            "Armor*",
            "+3 AP"
          ],
          [
            "Aura of Resistance",
            "ARES"
          ],
          [
            "Defense",
            "DEF"
          ],
          [
            "Fire Shield",
            "FS"
          ],
          [
            "Fortitude",
            "FOR"
          ],
          [
            "Giant Strength",
            "GS"
          ],
          [
            "Frost Brand",
            "FB"
          ],
          [
            "Ice Shield",
            "IS"
          ],
          [
            "Invulnerability",
            "INV"
          ],
          [
            "Magic Weapon",
            "MW"
          ],
          [
            "Negation",
            "NEG"
          ],
          [
            "Obscure",
            "OBS"
          ],
          [
            "Reflection",
            "REF"
          ],
          [
            "Resist Suggestion",
            "RS"
          ],
          [
            "Stamina*",
            "+3 BP"
          ],
          [
            "Vigilance",
            "VIG"
          ]
        ],
        "footers": [
          "* These spells are not actually latent, but are active spells. They are in the list for completion."
        ]
      },
      "Latent spells do not last past the end of the Event. When the Event is over, discard the Power Point tags used to represent the latent spells cast on your character or weapons."
    ],
    "subsection": "Special Rules for Spells",
    "section": "Magic",
    "tags": [
      "casting",
      "spells",
      "magic"
    ]
  },
  {
    "name": "Stacking Spells",
    "content": [
      "There can be no more than one of any given spell active on a character at any one time. A character cannot have three Giant Strength spells, be Dominated by two different spell casters, or have seven Reflection spells on them at the same time.",
      "There are also some spells that cannot be cast in combination with other spells. For example, a character cannot have both a Negation spell and a Reflection spell cast on them. All of these limitations are listed in the descriptions of the individual spells.",
      "If a character has a spell cast on them and they already have an incompatible spell, then in general the spell that uses the greater number of Power Points takes precedence; if the two spells have the same number of Power Points, then the more recently cast spell takes precedence. This is just a general guideline; there may be exceptions noted in the school and spell descriptions.",
      "Note that these guidelines relate to spell incompatibilities, not spell defenses. A Negation spell will cancel a Kill spell, even though the Kill spell uses more Power Points.",
      "The exception to this rule is the Warlock skill Overlay. This skill allows a character to have more than one of the same type of defensive spell on them. For example, a person could have a Negation and an Overlaid Negation. See the skill description for the Overlay skill for more information on this."
    ],
    "subsection": "Special Rules for Spells",
    "section": "Magic",
    "tags": [
      "casting",
      "spells",
      "magic"
    ]
  },
  {
    "name": "Wall Spells and Concentration Rules",
    "content": [
      "Wall spells, such as the Wall of Flame or Wall of Force spells, diverge from the normal rules for casting a spell. The caster must have physical representation for the spell in lieu of a spell packet.",
      "The caster should recite the verbal for the spell following the normal rules for verbals and how long the caster has to release the spell. However, rather than throwing a spell packet the caster takes a piece of garland, of any color except green, that is 10 feet long and in- game roleplays drawing the wall while out-of-game they place the garland down. The player may not call a Hold to place the garland down and should their spell be interrupted before the garland is placed or they fail to place the garland down before 5 seconds after the end of the verbal has expired; the spell and the Power Points are expended. The character cannot throw the garland; they must place it down with their hand. The garland cannot be attached to anything such as sticks, weights, or weapons. The garland cannot be “pre- placed” and must be placed while casting",
      "The caster may lay the garland in any shape they wish, but care should be taken that the caster is not immune to their own wall spells. The caster can place the garland in a line, an oval, a semicircle, a right angle, etc, whatever shape they wish. The garland can only touch itself at the end points; doubling the garland back does not double the damage. For example, a character wants to fill a 5 foot wide doorway with a Wall of Flame spell, they can make a narrow oval or a “U” shape but anyone passing through will only be effected once by the wall and hence only take 14 points of magical fire damage.",
      "The garland is always out-of-game, so a character cannot move it in- game. Once the wall spell ends for any reason, the garland can be picked up or moved out of the way, but no Hold should be called to do this. If any character wishes to cast a wall spell where there is garland already placed from a previous casting of a wall spell no longer than 5 minutes prior, but not in use, they can, but they must still roleplay drawing the wall by moving their hand over the garland from end to end. One piece of garland can only represent one wall at a time; three casters cannot use the same piece of garland for three separate wall spells. Additionally, walls cannot overlap and the garland must be at least 5 inches apart.",
      "Wall spells are always vertical Wall and parallel to the radial axis Spell of the Earth. It can never be placed on an angle or parallel to the surface of the Earth. The wall is always 10 feet high and will always follow the contours of the natural terrain features of the ground it is cast upon. So if the wall is placed on a slope with a big rock in the way, the wall will be 10 feet high all along the path and look like the diagram to the right.",
      "If the wall spell goes over a body or inanimate object, the wall spell will go through the object, and since damaging spells causes no damage to inanimate objects, there is no added effect. However, the Wall of Force spell works slightly differently. It still goes through the object but that object is locked in place and cannot be moved until the spell ends. If the object is a character or a character in their Death Count, then the player must choose what side of the wall they want to be on and can move appropriately.",
      "In order to maintain the wall spell after it has been cast, the character must concentrate on it. To represent this concentration, the player should hold their arm – either one – out straight, perpendicular to their body and parallel to the ground with their palm facing the wall they are maintaining. If the caster’s arm is no longer perpendicular to their body, for example, the player gets tired, then the spell has expired. The caster may not rest their arm on any support. These spells do not require total concentration and the character may move at a walking pace attack, block, call skills, invoke latent spells, or cast new spells so long as the new spell is not also a concentration spell. However, the character must maintain Line of Sight with the wall they are maintaining and cannot take any damage to their Armor Points or Body Points; be affected by any spell or effect, other than the Pin spell, that restricts movement; or any spell or effect that causes a Torso Stun. The caster must also remain awake; sleeping spell casters cannot concentrate on maintaining a spell.",
      "All wall spells are not opaque and thus a character can see through the wall. Characters can maintain Line of Sight through these walls. Each wall can be seen as they glow with the color of their school."
    ],
    "subsection": "Special Rules for Spells",
    "section": "Magic",
    "tags": [
      "spells",
      "wall",
      "concentration"
    ]
  },
  {
    "name": "Durations",
    "content": [
      "Spells do not last forever. Each spell has a duration given in its description. Some spells have a fixed time limit; for example, a Sleep spell lasts for 10 minutes. Other spells have a duration of Instant, which means the spell has an immediate effect.",
      "Other spells last until the caster leaves Line of Sight. This means that the caster would be able to see the person or area affected if the player were to turn around or to take a step. If someone steps between the caster and the target, this will not block the spell; if the caster walks around to the other side of a wall then the spell expires. The spell also expires if the caster is Unconscious, Bleeding to Death, Mortally Wounded, at the Brink of Death, or Dead.",
      "If the duration of a spell is listed as Event, then the spell lasts to the end of the current LAIRE Event.",
      "Latent spells last until they are invoked.",
      "All spells, including latent spells, expire at the end of an Event. Spells do not carry over from one Event to another.",
      "Note that the above rules deal with the duration of spells. These rules do not apply to the duration of curses or any other forms of magic that affect a character’s spirit; such magic can last indefinitely. Some sorcery effects also last longer than one Event. These times are given in the ritual’s description."
    ],
    "subsection": "Special Rules for Spells",
    "section": "Magic",
    "tags": [
      "time",
      "spells",
      "duration"
    ]
  },
  {
    "name": "Overspending Power Points",
    "content": [
      "A character cannot ever overspend Power Points. This is true for low magic Power Points, Spell Singing Points, Elemental Pool Points, Healing Pool Points or Wounding Pool Points. If you do not have the power to use, you cannot cast the spell or wield the effect. The spell simply fails and the balance of the points are not spent.",
      "Should a player realize later that they have overcast, they should tell a marshal that is involved in the encounter and that marshal will make an appropriate call on what should happen. If there is no marshal available, and the issue is between a PC and an NPC, then the “tie” should go to the PC. If the issue is between PC’s only, and no simple, reasonable resolution can be come to between the players, the players should find a marshal to resolve the problem.",
      "For example, Dennis is casting a Life spell on his sister Kaye. He correctly recites the verbal and the spell works. However when he looks at his tag ring to hand over the Power Points, he realizes he only has 10 Power Points left. Kaye should lie down and resume her Death Count and Dennis still has his 10 Power Points."
    ],
    "subsection": "Special Rules for Spells",
    "section": "Magic",
    "tags": [
      "casting",
      "pp",
      "cost"
    ]
  },
  {
    "name": "Natural Immunities",
    "content": [
      "Some races and creatures are naturally resistant or immune to the effects of some spells. You will have to learn about these immunities in-game; do not be surprised if a fire-breathing dragon ignores all the Fireball spells you cast at it.",
      "Some races can only resist the effects of certain spells a limited number of times per day. If a player is playing a member of such a race, and they have both a racial defense and a spell defense, they must use their racial ability first. For example, if a character has both the Elven Resist skill and a Negation spell defense and someone hits them with a Fumble spell, they must call their Elven Resist first."
    ],
    "subsection": "Special Rules for Spells",
    "section": "Magic",
    "tags": [
      "immunity",
      "immune",
      "resistance"
    ]
  },
  {
    "name": "Shields and Spells",
    "content": [
      "Normal shields do not stop spells, and as stated before, if a spell hits a character’s shield they are affected by the spell. Shields of quality, however, will stop damaging elemental spells. The shields of quality are: unshatterable shields, enchantment quality shields and magic shields. Even if the shield has been in the character’s family for generations and is special to the character, unless it has the appropriate tag, it will not stop any spells.",
      "The six elemental schools are given in the table below:",
      {
        "type": "table",
        "headers": [
          "School of Magic",
          "Element"
        ],
        "rows": [
          [
            "Bonds",
            "Earth"
          ],
          [
            "Death",
            "Death"
          ],
          [
            "Enchantments",
            "Air"
          ],
          [
            "Healing",
            "Life"
          ],
          [
            "Ice",
            "Water"
          ],
          [
            "Pyrotechnics",
            "Fire"
          ]
        ]
      },
      "Only the spells from these schools that do damage are stopped by shields of quality. For example: the Fireball, Ice Bolt, Lightning Bolt, and Maim spells all do damage and are all stopped by shields of quality. Spells that have an effect are not stopped by shields of quality. For example: the Pin, Paralysis, Shatter, Blast, Ice Cast and Artic Wind spells are all effect spells and are not stopped by shields of quality."
    ],
    "subsection": "Special Rules for Spells",
    "section": "Magic",
    "tags": [
      "casting",
      "spells",
      "magic"
    ]
  },
  {
    "name": "Stopping Spells for Someone Else",
    "content": [
      "A spell that is not augmented by the Perfect Aim skill can be stopped for another character by using a martial parry skill. The character doing this still takes effect from the spell and has the option to call a defense that stops spells.",
      "For example, a necromancer throws a Death Slave spell at Mythies who does not see it coming. Hemist, standing within weapons reach of Mythies, uses his Critical Attack skill as a parry to stop the Death Slave spell. He then calls his Negation spell to stop himself from becoming a Death Slave."
    ],
    "subsection": "Special Rules for Spells",
    "section": "Magic",
    "tags": [
      "casting",
      "spells",
      "magic"
    ]
  },
  {
    "name": "Casting Spells on Inanimate Objects",
    "content": [
      "In general, a spell may not be cast on inanimate objects such as rocks or weapons. You cannot cast a Fire Shield spell on a wooden box so that it cannot be burned, an Obscure spell on your magic sword so that no one can tell it is magical, or a Lightning Bolt spell on a rock to destroy it.",
      "There are exceptions to this general rule, and they are noted in the individual spell descriptions. Among these exceptions are: Attachment and Lock spells, which can be used to hold objects in place; Shatter and Blast spells, which can be used to destroy objects; or Magic Weapon spell, which makes a weapon magical for one strike. Under no circumstances can a spell be cast on an object more than once; in particular, a character cannot cast multiple Magic Weapon spells on a weapon, but they could have a Magic Weapon and Frost Brand spells on one sword, for example.",
      "A Dying or Unconscious person is not an “inanimate object” for the purposes of these rules. A character can cast a Sleep spell on a person, give them a Killing Blow, cast a Pin spell on them, then cast a Heal Life spell; the result will be a Pinned character with 1 Body Point."
    ],
    "subsection": "Special Rules for Spells",
    "section": "Magic",
    "tags": [
      "casting",
      "spells",
      "magic"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "There are over 120 low magic spells in the game. The spells are divided into different schools of magic. A school of magic contains spells whose effects are all related in some way. For example, the Auras School only contains spells that help to defend a character; the Pyrotechnics School contains fire related spells.",
      "Spells are also grouped by rank within a school; the more powerful a spell is, the higher its rank. What rank a character may learn is dependant upon the chart given below.",
      {
        "type": "table",
        "headers": [
          "Rank, Character Level",
          "Power Points"
        ],
        "rows": [
          [
            "1",
            "1st",
            "3"
          ],
          [
            "2",
            "3rd",
            "25"
          ],
          [
            "3",
            "5th",
            "50"
          ],
          [
            "4",
            "7th",
            "75"
          ],
          [
            "5",
            "9th",
            "100"
          ]
        ]
      },
      "All the lower ranks of a school must be learned before a higher rank can be learned; a character cannot learn the second rank of the Healing School unless they know the first rank of the Healing School.",
      "The schools and spells are described in detail later in this chapter. A school may have special rules that override the standard rules on magic; a spell may have special rules that override the standard rules of the school. In order to understand all the rules that affect the use of a particular spell, you must read both the school description and the spell description.",
      "When you choose a school of magic to learn, be aware that some schools of magic are illegal in some parts of the LAIRE game world. For example, the School of Necromancy is illegal in the lands of Avalon.",
      "Though events in-game may change exactly how and what a character can learn, the norm is any character can teach any other character that has all the proper prerequisites and racial ability to learn the first rank of any school of magic they already know. This can be done anywhere and requires no special out-of-game supervision. While in the Guild of Arcane Lore or on another node of magic, a character can teach any second rank school of magic they know, without any aid. To learn any of the other schools and ranks in this rulebook, the character needs a teacher and use of the Magical Tomes located, usually, in the Guild of Arcane Lore. It is through these tomes that the knowledge is taught by the teacher to the student.",
      "The Guild of Arcane Lore is one of the Guilds operating in Avalon, and there may be in-game requirements needed to gain access to these tomes. There are also other tomes that teach magic elsewhere in the world that the character must learn about on their own.",
      "Some spells and ranks of magic are lost and cannot be found in the Magical Tomes Avalon currently has. There are currently no fifth ranks of magic in the Magical Tomes that Avalon currently has. The lost spells are indicated in the spell descriptions later in this chapter."
    ],
    "subsection": "Learning Low Magic",
    "section": "Magic",
    "tags": [
      "casting",
      "spells",
      "magic"
    ]
  },
  {
    "name": "Spell Books",
    "content": [
      "There are many spell verbals in the game, and it helps to have a written reminder of what they are. However, no one is allowed to have an out-of-game cheat sheet of the spell verbals in-game. If a Hold is called, a player can use the opportunity to look at a reminder of a spell’s verbal. The spell verbals have to be memorized and reviewed in-game.",
      "Many spell casters prepare a small in-game or in-play book that contains the spell verbals. This is optional, but it is strongly encouraged. Any book, sheet of paper, or other reference to the spell verbals is an in-game/in-play item. If a spell book is in-game, it can be stolen, used by others, or destroyed in-game. Out-of-game a player should never damage another players physical representation without that players permission; guard it carefully. There is no penalty for losing a spell book, except that the player has to find some other way to review the verbals for the spells. Of course, if a player memorizes every spell verbal in these rules, then they do not need a spell book. It is entirely up to the player.",
      "If a player acquires someone’s in-game spell book and finds an out- of-game name inside, take the book immediately to the Merchants’ Guild. Out-of-game, if a player wants to get their spell book back by the end of an Event, make sure an out-of-game name is written on the book. If a player finds an in-play spell book, they may not take it, they can leave a note saying it was stolen and get a tag for that book from a marshal. It is the player’s responsibility to indicate in their spell books whether the book is in-game or in-play. A player should assume if the book is not marked, that it is in-play.",
      "Even though a player may know a spell’s verbal, they still cannot cast it unless their character has learned the skill of casting the rank of the school to which the spell belongs. They may have memorized that the Heal Person spell has the verbal, “I Draw upon the Earth to Heal this Person,” but they cannot cast a Heal Person spell unless they know Healing Rank 1."
    ],
    "subsection": "Learning Low Magic",
    "section": "Magic",
    "tags": [
      "casting",
      "spells",
      "magic"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "There are spells in the game that are not described in these rules. This means that even if a player memorizes all the spell verbals in the rules, a player may still be confronted with spells they do not know. If a player hears an unfamiliar spell verbal, they may call a Hold and ask what the spell does, but they should only do this if there is a serious question about the effects of the spell.",
      "However, when the combat is over, a player should feel free to ask a spell caster for proof that they can cast an unfamiliar spell. Whether a spell caster is a player or an NPC, they must have proof that indicates what non-standard spells they can cast. Any spell that is not in this rulebook only exists because it has been approved by both the Plot Committee and the E-Board; a player who makes up spells without that approval will be disciplined.",
      "It is possible for new spells, new ranks, and new schools to enter the game through research and ritual magic. A player must learn about these new schools and spells in-game."
    ],
    "subsection": "New Spells",
    "section": "Magic",
    "tags": [
      "casting",
      "spells",
      "magic"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "Combat is one of the most exciting and intriguing parts of the game of LAIRE. At first it seems simple: you just swing a foam sword at your opponent. Then the issue of safety arises, a player has to know how and where to strike with their foam weapon in legal LAIRE combat. Then there is keeping track of how much damage your character has taken during the battle, and all the special blows that can be struck. Combat is not as easy as it first appears.",
      "However, a player who is familiar with all the rules of combat is also the one who has the most fun. The best fighters in the game are those who let themselves feel the rush of adrenaline as they enter melee, but still retain the control over their actions that, in-game, an experienced warrior must have if they are to survive. This balance between knowledge and excitement occurs frequently in the game: A player who knows the rules will enjoy themselves more."
    ],
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Surprise Attacks and Using Martial Defenses",
    "content": [
      "The only attack skill that is classified as a surprise is the Assassinate skill. A character cannot use a martial defensive skill against a surprise attack. Therefore, if an Assassinate skill is used on a character, they cannot call martial defenses like Master Parry, Slay Parry, Crit Parry, etc. to stop the Assassinate.",
      "An attack delivered by surprise is different than a surprise attack. A character unaware of an opponent who is struck by an attack – damage, martial skill, spell, or ability – can always call a magical defense. They can also call a martial skill so long as they have a weapon in hand. They must be able to use their martial defense with the weapon in hand. A character with a weapon that is sheathed or held under their arm, for example, cannot use a martial skill to stop the attack.",
      "For example, Zephyr is standing around watching some friends spar. His weapons are in their sheath at his side. A brigand comes up behind him and strikes him in the back with a Slay. Even though Zephyr has a Slay skill that he can parry the attack with, he cannot use it to stop the Slay from the brigand because it is in his sheath. He calls an Invulnerability instead. Later, Zephyr is again standing around waiting for some friends to return. This time, learning his lesser earlier in the day, he has his sword out and in hand. Another brigand quietly approaches Zephyr from behind and surprises Zephyr with a Slay to the back. This time Zephyr calls his Slay Parry and stops the attack."
    ],
    "section": "Combat",
    "subsection": "Weapons and Taking Damage",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "Bastard swords may be used with one or two hands; the damage varies according to the number of hands on the weapon.",
      "All two-handed weapons, including staves and polearms, must always be used in two hands to score damage in combat. If you wield the weapon with one hand, you cannot do damage with it but you can still block and parry.",
      "Spears cannot be thrown. The only weapons you are allowed to throw are those entirely made out of foam."
    ],
    "subsection": "Special Rules for Weapons and Shields",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Claws",
    "content": [
      "Some characters with a skill or racial ability may use a claw to attack with instead of in-game weapons. A claw is represented out-of-game by a foam weapon wrapped entirely in white duct tape. If your weapon strikes a claw, the character takes damage because the claw is part of the character’s body. However, some character’s claws are so tough they do not take any damage if you hit their claws. The NPC should indicate they have not taken damage when their claws are struck. A claw cannot be affected by a Fumble spell or removed with the Disarm skill. In addition, most martial skills such as Proficiencies, Slay, Critical Attack, Assassinate, etc. cannot be used with a claw.",
      "In order to cast a spell, you must hit the person with a spell packet, even if you use a spell packet to touch them at zero range. Therefore, you can never “touch cast” with a claw, no matter who you are. The only way to cast a spell through a weapon is with the Channeling skill. You cannot use a claw to channel a spell since it is neither a weapon nor a weapon of quality. There are no such things as “claws of quality”. All characters in our game conform to this rule, no spell may be cast with the use of claw. Some creatures have spell like effects that sound or act like spells. This is acceptable and is clearly delineated on the character’s card. Also, certain characters with claws may be able to use faith skills and abilities through their claws. This also will be clearly delineated on that character’s card."
    ],
    "subsection": "Special Rules for Weapons and Shields",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Shields",
    "content": [
      "Shields do not add to the Armor Point value awarded a character. They are simply used to block attacks. Unlike armor, shields never “wear out”. A shield can sustain any number of blows struck by any type of weapon. Spells that strike a shield are not blocked and still affect the character normally. However, shields of quality will stop elemental damaging attacks such as spells from the Ice School or Enchantments School."
    ],
    "subsection": "Special Rules for Weapons and Shields",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Facial Contact",
    "content": [
      "The head and face are never appropriate for any in-game activity, whether it be an attack by a weapon, a target for a spell packet, or the application of an item such as a poison. If you wish to represent facial contact in some way, touch the player’s shoulder and say “facial contact” out-of-game."
    ],
    "subsection": "Legal Contact in Combat",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "When You Are Struck Illegally",
    "content": [
      "If you are struck on an illegal part of your body, let your opponent know by saying, “head strike,” or whatever is appropriate. If you are struck a second time, call a Hold and explain the matter to the offending player and to a Marshal. You should do this even if you think the second blow was a coincidence. You do not know if the player has a problem systematically striking other people in the head; the Marshal will know if the player has been warned before.",
      "If you are struck illegally and are hurt out-of-game, remember that it is your responsibility to call a Hold, not your attacker. Your attacker cannot tell whether you are actually hurt or whether you are roleplaying the damage done to your character. Do not hesitate to call a Hold for your own personal safety; if you have been hit in the head and you think you are all right, call a Hold anyway; sometimes it takes a moment to feel the effects of a nasty blow."
    ],
    "subsection": "Legal Contact in Combat",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "When You Strike an Illegal Blow",
    "content": [
      "If you swing a blow and a player says, “head strike,” always take their word for it. Even if you think the blow was an accident, treat it as a serious indication that you should alter your style of combat. The most common reason for accidental head strikes is that you are aiming for a player’s shoulder and strike their head instead. Do not aim for their shoulder anymore, aim for their torso instead; also remember that the feet and ankles are always legal targets and can be more effective points to aim at in combat than the shoulder.",
      "Important: If a player falls down before you and seems injured, ask. It is their responsibility to call a Hold, not yours, but give them a chance to do so. However, if the player fails to respond or you see blood, call a Hold. If you hear them even whisper the word Hold at this point, repeat it with a yell so that the combat will stop. If a player falls down clutching at their head, then odds are they are not roleplaying; ask, “Out-of-game, are you all right?”"
    ],
    "subsection": "Legal Contact in Combat",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Restraining Another Character",
    "content": [
      "Sometimes during game play one character may wish to restrain another character for some reason. There is no physical contact allowed between two players, therefore in order to simulate the contact, the restraining character should touch the other character on the shoulder with a spell packet and say, “I grab you with plus <Strength Bonus>, <Location>”. For example, if Feiht wishes to restrain Dunadass, he would touch Dunadass on the shoulder with a spell packet, and using his Giant Strength spell, say, “I grab you with plus three strength on your arms.”",
      "The target of the grab has three choices. First, they can do nothing and be grabbed. Second, they could call a defense that stops physical attacks, or lastly, can use their strength to resist. In order not to be grabbed, the target must equal the strength used to grab them; in this case, the tie goes to the grabbed. Once grabbed, the character must exceed the strength used to hold them; in this case the tie goes to the grabber.",
      "All Strength Bonuses must be called when grabbed or when being resisted. There is no back and forth escalation of strength contests. If the Strength Bonus comes from a temporary source, such as a spell, then the initial attempt counts as one action. In the above example, if Dunadass was grabbed by Feiht, Feiht would be able to hold Dunadass for 15 seconds with a +3 Strength Bonus from his Giant Strength spell.",
      "If for any reason, the target character resists the grab contest and wins, the grabber will have to try again and cannot simply restate the grab. Finally, no character can grab another character while either is engaged in combat."
    ],
    "subsection": "Legal Contact in Combat",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "To force a character to the Brink of Death when they are Unconscious, Bleeding to Death, paralyzed, asleep, or otherwise totally unresisting, a player must touch the character’s torso with a weapon and say, “One Killing Blow, two Killing Blow, three Killing Blow,” followed by the damage done by the attack. It is also acceptable to say, “Killing Blow one, Killing Blow two, Killing Blow three,” followed by the damage done by the attack. It must take at least three seconds to say this phrase and requires the character to concentrate, therefore they may take no other actions while delivering the Killing Blow. This represents the time it takes for the player to set up the ideal shot that will kill the character. For example, if you are giving a Killing Blow to a character, and you have a long sword and no Damage Bonus, you would say, “One Killing Blow, two- Killing Blow, three Killing Blow, two damage.”",
      "A Killing Blow can be administered with a thrown weapon, a bow, or a crossbow. You must count “One Killing Blow, two Killing Blow, three Killing Blow,” cast your weapon, hit the target character in the torso, and state the amount of damage done by the weapon. If you should hit the target with the weapon but not in the torso, they still take the damage you called and if they are asleep – in- or out-of- game – the player or character should be woken up.",
      "A Killing Blow can also be given with a magic spell that does damage. The spell caster must say the spell verbal, count “One Killing Blow, two Killing Blow, three Killing Blow,” then either hit the character with a spell packet or touch the character’s torso with a spell packet, and then state the damage done by the spell. For example, “With pure magic I cast a shock… one Killing Blow, two Killing Blow, three Killing Blow… four magic lightning.”",
      "If the Killing Blow is delivered with a weapon, and the weapon has a special property, you must include the property in the phrase. For example, if you are giving a Killing Blow to a werewolf and you have a silver long sword, you would say, “One Killing Blow, two Killing Blow, three Killing Blow, two silver”. Maybe this will not make any difference, but you never know…",
      "You can give a Killing Blow with your bare hands but you must have a Strength Bonus of at least +3 or the Killing Blow Magic skill.",
      "If the player giving the Killing Blow is interrupted while saying the phrase, the fallen character is unaffected. If you are giving a Killing Blow to a player who is sleeping in-game, if they wake up and dodge while you are saying the phrase, then you have not killed their character. If they sleep through the phrase, then their character is dead; wake the player and tell them the bad news.",
      "The reason you must include the damage done when you give a Killing Blow is that there are some monsters that are resistant to damage, or can only be affected by special weapons. For example, a monster with thick, horny skin may be unaffected by blows that do 2 points of damage or less; such a creature would not be harmed by a Killing Blow delivered with an ordinary dagger."
    ],
    "subsection": "Killing Blows",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "Sometimes a character – for good or ill – may want to disable a character or even remove a limb.",
      "To remove a limb, a character needs an edged weapon; blunt weapons can never remove limbs. The character should place their weapon on the limb to be removed in the general area they want the limb removed. The player should count to three, “Severing blow one, severing blow two, severing blow three, <damage>.” Conversely, the character can try and tear a limb off in the same way, but a minimum of a +6 Strength Bonus is required to remove the limb. If the limb removed is either an arm or leg, the target character is immediately Bleeding to Death. If the head is removed in this manner, the target character is immediately brought to the Brink of Death.",
      "If the character only wants to disable another character without tearing off limbs, they can deliver a disabling blow. The character needs three of the following five skills to do so: First Aid, Autopsy, Battle Surgery, Dissection, or Evisceration. The character can disable limbs, hands, fingers, eyes, ears, or the ability to speak. The character should count 3 seconds saying, “Disabling blow one, disabling blow two, disabling blow three.” The target character is immediately brought to 1 Body Point. Heal Limb spell or effect will fix any of these effects."
    ],
    "subsection": "Severing Blows and Disablilng a Character",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "There are a variety of special attacks that you may be able to strike in combat. An attack may be special because of an ability your character has, because of a special weapon you have, because of a magic spell that is aiding your attack, or because you are playing a monster with a special power.",
      "Most special attacks are announced by giving the damage caused by the blow, followed by the special property of the attack. However, there are some attacks that do not do damage in a conventional way and so no damage is announced.",
      "The following table gives a list of the most common special attacks found in the game. The damage type follows the amount of damage dealt when the player swings the attack, for example, “Two Damage”, “Six Magic”, or “Four Paralyze”. These effects are cumulative as in these examples: “Four Body Poison”, “Twelve Magic Fire Crit”, or “Ten Gold Lightning Body Poison”. The order of the modifiers does not matter; “Waylay Magic Three” and “Waylay Three Magic” are the same. Also, never use “Damage” in conjunction with any other special attack. For example, you would say “Five Fire”, “Four Stun”, “Slay”, or “Slay Magic” not “Five Fire Damage”, “Four Damage Stun”, “Slay Damage”, or “Slay Magic Damage” respectively."
    ],
    "subsection": "Special Attacks",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Other Attacks",
    "content": [
      "There are also monster attacks that do not involve direct attacks with weapons (or claws). Here are some of them: Acid, Fire, Cold, etc.: Some creatures have the ability to breathe or shoot substances that do damage. Normally this is represented by the monster NPC tossing a spell packet. The monster NPC would announce the amount of damage and type of substance when they toss the packet. For example, a dragon might call, “Fifty Eldritch Fire,” if the packet hit."
    ],
    "subsection": "Special Attacks",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "A character can use a martial skill to parry an attack for another character so long as the parrying character is within weapon’s length of the character they are defending. The parrying character does not take the effect of the attack.",
      "This holds true for spells thrown at another character. A character can parry a spell for another character using any martial parry skill. However, the parrying character takes the effects of the spell just as if they where hit by it. The parrying character may call a defense that stops spells if they have one to prevent the spell from affecting them.",
      "The only exception to this rule is are the Perfect Aim and True Aim skills. A character cannot parry these attacks when they are directed against another character."
    ],
    "subsection": "Parrying for Another Character",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "When a battle is over, then is the time to hand over your tags to the players you used your skills on. Give any Armor Point and Body Point tags to those who have done damage to you. If you cast any spells, you should give up the Power Point tags for those spells. If you invoked any spell defenses or magical attacks, hand over the Power Point tags that were used to represent the latent spell. If you used any special attack skills such as Stun or Critical Attack, you should give the tags that represent the use of those skills to your targets.",
      "Of course, be sure to collect tags from those whom you have damaged, those who cast spells at you, those who invoked latent spells, and those who used special attacks. If your opponents were NPC’s, you should feel free to ask to see their cards for proof of any unusual attacks or abilities that they used against you as most NPC’s do not have tags. After you have collected the necessary tags, turn them into Logistics so they can be reused at a later date. Since we must clean the camp before leaving, please do not throw the tags on the ground; put them in your pocket until you can get to logistics."
    ],
    "subsection": "When the Battle Is Done",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      {
        "type": "table",
        "headers": [
          "Damage Type",
          "Description"
        ],
        "rows": [
          [
            "Damage",
            "This is a normal blow delivered by a claw or a normal weapon."
          ],
          [
            "Metal Alloys: Copper/Bronze, Silver, Gold, Mithril",
            "This means the weapon is made out of a special alloy or has some temporary magical or alchemical augmentation allowing it to act as an alloyed weapon. These attacks do damage to some characters with the Damage Resistance ability on their card. Note that some weapons are only coated with the alloy, and the coating may wear off after a certain amount of time; check the weapon’s card carefully. The order given on the left is the order of precedence for the Damage Resistance ability. For example, a monster that has Damage Resistance: Gold would take damage from gold, mithril and magical weapons but not silver, copper or normal weapons."
          ],
          [
            "Magic",
            "This is a magical blow delivered by a magic weapon, a weapon with a Magic Weapon spell upon it, a Greater Magic Weapon skill, etc. A magic weapon does damage to some characters with the Damage Resistance: Magic ability on their card. Note that some magical augmentations are temporary, so check the weapon’s card carefully."
          ],
          [
            "Elemental: Fire, Ice, Lightning, Life, etc.",
            "This means that the weapon is being augmented by some physical effect, such as fire, ice, lightning, and so on. Such an effect does not make a weapon magical, nor does it normally increase the amount of damage done by the weapon. Some characters take additional damage from such attacks; some characters are immune to such attacks."
          ],
          [
            "Body",
            "The blow does direct Body Point damage, bypassing the character’s Armor Points. This blow may be struck by special weapons or skills such as the Weapon Accuracy skill. Some monsters may be able to damage Body Points directly; you can ask to see the NPC’s card to prove they have this ability."
          ],
          [
            "Rot",
            "The attack does direct Body point damage, bypassing the character’s Armor points and is Necromantic in nature. Physical attacks affect undead normally, however, magical attacks will heal undead characters."
          ],
          [
            "Disease",
            "This blow is struck by the claws of character whose touch causes a disease. The disease will only take effect if the blow does damage to a character’s Body Points; if only Armor Points are damaged then the disease does not take effect. Normally, diseases act like the Necromancy Cause Disease spell; a Marshal will tell you if there are any other special effects. You can ask to see the NPC’s card to prove they have this ability."
          ],
          [
            "Paralyze",
            "This blow is struck by the claws of creature whose touch causes paralysis. The paralysis will only take effect if the blow does damage to a character’s Body Points; if only Armor Points are damaged then the paralysis does not take effect. A paralyzed character cannot move nor speak for 10 minutes (note that this is different from the duration of a Paralysis spell)."
          ],
          [
            "Poison",
            "This means that the weapon was poisoned; normally a poisoned weapon is indicated by a piece of green duct tape on the blade. A poison only takes effect if the blow does damage to a character’s Body Points; if only Armor Points are damaged then the poison does not take effect. Also, a poison is normally wiped off a weapon after the first blow that makes contact with a character, so subsequent strikes by that weapon will not be poisoned. If your character’s Body Points are damaged by a poisoned weapon, you should tell your attacker out-of-game, “I’m poisoned”; the attacker will tell you the effects of the poison."
          ]
        ]
      }
    ],
    "subsection": "Damage Types",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "When a character reaches the end of their Death Count and the player decides to put on a white headband, the character must go to the Healers Guild to resurrect. Before the Death System is discussed, the player should understand the difference between the body, spirit and soul.",
      "Every sentient character in the game has a body, a spirit and a soul. The body is the physical, corporeal, tangible manifestation of the character in the game world. The soul is the essence of the character, all their memories and personality, their experiences and skills are part of the soul. The spirit is what binds the two together.",
      "Every soul is unique and eternal – though there are powerful magical effects that can destroy a soul forever, the soul on its own will exist forever. The soul is who the character really is. When a character dies their final death, their soul is judged and goes to its final rewards. The souls of some characters are reincarnated and born again and again, each time their memories of their past lives are lost or suppressed. Some souls become lost and forgotten and wander the world in search of their hereafter.",
      "The spirit is also immortal and eternal but is not unique. When a person is born, their unique soul merges with a spirit from the Lands of the Dead and life is created. When a character dies, their spirit goes back to the Lands of the Dead, the body dissipates and their soul goes to the Healers Guild. When a character can no longer resurrect, their spirit stays in the Lands of the Dead to “recharge” and waits to merge with a new soul. The rigors of life drain the power a spirit has to hold a soul and body together. Every time a character dies the spirit is weakened. This is represented in the Death System by black marbles – one for every level and one for every death. While the spirit is holding a body and soul together it takes on the aspects of the character’s soul – their personality, emotions, skills – which is why when the Lands of Dead are visited you can meet people you knew. Most of the time, a spirit is not given enough time in the Lands of the Dead to regain its strength and people are born with weak spirits; spirits that effectively have less than 20 marbles, maybe only 1 and therefore their first death is their last death.",
      "However, there is another magical force in the game that can hold a soul to a body, Necromancy. When a necromancer turns a character into an undead, they use the Necromantic magic to act as a spirit. The lesser spells such as Create Zombie, Skeleton and Ghoul are too weak to allow the soul’s personality to come through and a mindless creature is created. Dark Sorcerous rituals, however, draw upon more powerful Necromantic magic and create greater undead with a twisted evil version of the soul’s personality animating the dead corpse. Either way, the soul – if not evil to begin with – is tormented by their undead state and becomes evil."
    ],
    "subsection": "The Body, Spirit and Soul",
    "section": "Combat",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "When you are resurrected with a Return Spirit spell or at the Healers’ Guild, you must check to see if the resurrection was successful. You pick from a bag of twenty marbles, each of which is black, white, or red. The number of black stones in the bag is one for every death you have had in the past not counting uses of the Heal Life spell and not counting your “current” death, and one for every level. A single black marble is replaced with a red one in the bag when you are Level 10 or higher, and then enough white stones to make a total of twenty marbles.",
      "If you pick a white marble, your character is resurrected successfully. If you pick a black marble, the resurrection has failed; you cannot bring your character back into the game without turning in 5*(number of black and red marbles) in Brownie Points. If you pick a red marble, the resurrection has succeeded, but this is your last life. All of your white marbles become black marbles. If you die again, you are dead permanently and become unresurrectable. If you reach zero white marbles and you have not reached Level 30, then your character has one chance left to resurrect, you have to pull a red marble. If you fail to pull a red marble – instead pulled a black – you cannot brownie your character back and you have died your final death and are unresurrectable. There are some means in the game, magical or otherwise, that automatically resurrects your character regardless of your chances; if you only have a red marble, your character is still technically resurrectable and those methods will work.",
      "The one exception to these rules is your character’s first death. Regardless of what level your character dies at, be it Level 1 or 41, you will always resurrect. The player does not pull a marble on their first death.",
      "If a character is unresurrectable and they die, their body does not dissipate. If their body is destroyed they cannot attempt to resurrect and their body is lost forever. However, this death is recorded on the character card.",
      "If the “resurrection bag” is not available, and the player whose character is being restored agrees, any convenient means may be substituted for the resurrection bag; for example, a 20-sided die could be used.",
      "No matter which color stone you pick, your death must be recorded on your character card.",
      "Game hint: At any given time, if you do not have enough Brownie Points saved to bring your character back to life, you are taking a big risk. If you pull a black marble, you will not be able to play your character until you have earned enough Brownie Points to pay for the resurrection; if your character is killed 5 minutes after an event begins, you may have to play an NPC for the remainder of the event to earn enough Brownie Points. Therefore, we suggest that you earn the Brownie Points before you play your character; this is one reason why we suggest that all new LAIRE members start by playing NPC’s for at least one Event."
    ],
    "section": "Combat",
    "subsection": "The Death System",
    "tags": [
      "combat"
    ]
  },
  {
    "name": "How to Resurrect a Character",
    "content": [
      "First, a character must learn the process in-game and have the ability noted on their Character Card. In order to resurrect another character, a character must have learned Rank 3 of the Healing School, or have a skill that allows them to life, for example, the Life skill, Legend Life spell song, or even the Death Touch skill as it can be used to life in certain circumstances. Meeting one of these criterions allows the character to see a dead character on Consecrated Ground. However, neither character can communicate in any way to each other. Neither party can speak or gesture or pantomime any kind of information. In-game, perception and therefore information is distorted between a soul and a living person.",
      "Meeting one of these criterions allows a character to see a soul on Consecrated Ground such as is found in the Healers Guild. The character can only see the face clearly. Consecrated Ground should not be confused with an area that has been blessed or Sanctified by one of the three faiths. The House of the Sun, for example, is Sanctified to the High Lord or the Druid’s Grove is Sanctified to the Mother. These areas have their own special rules and the player must learn about these in-game. Anyone who can resurrect can teach another character how to do it so long as that character can see souls.",
      "In order to perform the resurrection, the character should touch the dead character and say, “I draw upon this Consecrated Ground to bring this person back to life,” or something similar. The verbal need not be exact, but should be clear what the character is doing to anyone listening. Also, this verbal is in-game and should the character not be able to speak, they cannot begin the Resurrection. The character performing the resurrection needs to be standing on the ground or touching it in some other way for this to work.",
      "Next the player performing the resurrection should ask the player of the dead character if they wish to resurrect. A player cannot be forced to resurrect their character. If they are willing, then the player should pull a marble from the bowl. The player should not look at the stone and only show it to the player performing the resurrection.",
      "Then the resurrecting character gives a descriptive story detailing the spirits’ journey from the Lands of the Dead. The player may not ask for any information about the dead character to customize the story; they may however use whatever in- or out-of-game knowledge they have to make the story more personal. Also, the dead character can volunteer any information they wish and it does not have to be the truth either.",
      "Neither character will remember the events that take place during the resurrection. In-game, the resurrecting character sends their soul to the Lands of the Dead to find the lost spirit and brings it back to the Consecrated Ground. This journey to the Lands of the Dead is never remembered by either party.",
      "The resurrection itself takes about 10 minutes to complete. Once the resurrection begins, the resurrecting character is oblivious to their surroundings and cannot interact with it in any way. If the character is interrupted by either taking damage or having their hand removed from the dead character they immediately wake up and can act normally. Nothing bad happens to the dead character should the resurrection be interrupted. The resurrection simply starts from the beginning again when the resurrecter is ready.",
      "Those witnessing the resurrection will see the vague outline of the dead character glow a rosy pink and a body forming out of the ground. When the resurrection is over, and it is successful, the dead character is now alive and their body is fully formed. The character is not yet ready to play, for the stress of returning from the dead leaves the character and their body (new or otherwise) in pain. The character should roleplay this discomfort as they see fit. The newly resurrected character has to take 10 minutes before they can function normally. During this time, they can speak and move very slowly. They are unable to use any skill or ability and cannot fight at all even to parry, but they may invoke latent spells or skills.",
      "The last bit of out-of-game bookkeeping is done at the end of the resurrection when the healer marks the death and the color of the marble pulled on the Character Card. Additionally any Brownie Points spent on buying off a black marble resurrection should be crossed off.",
      "If a character pulls a black marble and does not have the Brownie Points to bring their character back, the body is still formed and is dead. A character on their last death that tries to resurrect will create a body that is dead. This can be tried only once.",
      "The character performing the resurrection does not gain any information as to how many black marbles the dead character has. There is no difference in trying to resurrect a first level character or a thirty first level one. The dead character however, knows how hard it was to come back in-game and knows if they can resurrect again vis- à-vis a resurrection."
    ],
    "section": "Combat",
    "subsection": "The Death System",
    "tags": [
      "combat",
      "death",
      "resurrection"
    ]
  },
  {
    "name": "Resurrection Story Sample 1",
    "content": [
      "“You awaken to the sound of birds singing outside the window to your small cottage. You sit up and stretch, soaking in the rays of sunlight streaming in through your open window as a gentle breeze flaps your curtains and wafts in the smell of spring flowers. Slowly you draw yourself out of bed and get yourself ready to face the new day.",
      "“Finished with your morning ritual, you move out the door and into the morning. The clean, bright field outside your house is alive with the dance of nature’s creatures all busy at their own tasks, seemingly unaware of your intrusion into their world. You head over to the well near the house and draw forth a bucket of fresh water and satiate your morning thirst as a majestic white stag bounds across your view.",
      "“As you look around a feeling of something being amiss, a feeling that has been growing since you awoke this morning grows ever stronger. The once gentle breeze grows to a strong wind blowing the smells of fires and food from the north. You turn and look at your house which no longer feels familiar or safe, but has taken on an air of mystery and almost foreboding. All is not as right as you first thought. You slowly realize you do not belong here. You turn north and quickly head away, fearful the owner of the house will return and find umbrage with the intruder who has used their house. You quicken your pace and then begin to run with all the speed your legs will take you.",
      "“Your lungs burn with the need for air and your legs ache from running. You slow and pant, walking on through the fields of wheat and corn you have found yourself in. You hear a snap and turn behind to see what is following you, but you see nothing. You have a sense of being followed, of something malevolent stalking you. Not wanting to startle the animal – for that must be what it is – you move on ahead.",
      "“There it is again, the sound of something behind you moving through the field, just far enough back that you cannot see it, but close enough that the sounds of its passing warn you of its imminent attack. You can hear the heavy, harsh breathing of the creature which must be of terrible size. A sense of panic grows within you and then you hear the sound of soft music playing ahead. The sky has turned dark with storm clouds and the smell of rain has mixed with the aromas of food and fire from up ahead. You must not be far now.",
      "“You break out into a run and tear through the field at the same time the monster behind you lets out a low, rumbling guttural growl ending in a harsh bark. The creature must be some kind of dog or wolf. You imagine the creature with large white fangs dripping with its copious drool and its hot fetid breath panting past its large red tongue. The creature – stepping out of the pages of one of your childhood stories – surely has a thick, dirty black coat, matted in places by the dried blood of its past meals.",
      "“You run, it follows. Finally, you burst from the field and see a large gothic mansion ahead of you. Dreary light seeps from the window and the muffled sounds of a party reach you, barely heard over the pounding of the blood in your ears. Running to the front door you pound on the door begging to be let in. Knowing it foolish, you look over your shoulder and there, heading terribly fast towards you, is the monstrous wolf from your nightmares glimpsed only for a moment in the flash of lighting that cracks from the storm clouds above.",
      "“Then the door opens and a butler asks you your business here. You push past him and point out the door, pleading with him to close the door. You both look outside, for surly the hound is at the door, but there is nothing out there. You poke your head outside and look around. Nothing, the night is empty and there is no sign or sound of the creature that has chased you all day.",
      "“The butler asks you your name and says you have been expected. He indicates that you should follow him and he leads you to a great room filled with people of all walks and stations of life. You turn to ask who the host is and why you were expected, but you only catch a glimpse of him as the two great doors close leaving you to the party.",
      "“The aromas of food and fine drink come from a far table and the warmth of two large fire places quickly takes your mind off the mystery and on to more important things. You make your way to the buffet table and take a generous helping of several of the offered dishes and a big mug of your favorite drink, which the host just happens to have. You sit and clean your plate and drain your drink. Still you hunger and decide to take more. A few of the other guests look at you and shake their head at your obvious display of gluttony. You finish two more plates of food and are now hungrier than you were before you started. Confused you put aside your thoughts of food and try and find your way out of this place.",
      "“You move about the room looking for the exit. You find none. The door you know you entered in is gone. You ask your fellow guests how to leave, some laugh, but most just politely ignore you. You grow frustrated. Then you hear your name called from the other side of the room. You head over to the source of the call but the crowds make your way difficult. Again you hear your name called. You grow closer. The crowd has started to grow excited about the arrival of the host. You hear your name again, but this time the person looking for you has moved elsewhere. If only you knew who it was.",
      "“You yell out “HERE!” but the crowd is too loud. You hear you name but cannot tell from where it came. “HERE!” again you shout just as the crowd goes silent and turns to one end of the great room. You turn and look, curious as to whom your host is, maybe they have some answers. The large red curtains move and part slightly allowing the monster that chased you through the fields to step out, this time its teeth red with the blood of a fresh kill. You panic. Are these people crazy?",
      "“You try and back away but no one will move out of your way. The monster howls and a chill runs down your back. You are transfixed with fear. The beast leaps into the crowd which quickly parts and makes way for their “host”. The guests part and bow to the monster which has its gaze and hunger fixed on you. Slowly it comes forward, inexorably moving towards you. Now you know its name. Death, and nothing can stop it. “Death comes for us all,” you think. This is it, the end. The monster is close and its head rises and glares into your eyes.",
      "“Then a hand grabs your shoulder and whips you around. The face is familiar but you can’t recall from where. It calls your name and says, “I’ve looking everywhere for you! Quickly, this way!” You are pulled off away from the beast which growls and lets out a soul chilling howl that threatens to drop you dead from fear. Your guide leads you quickly out of the hall and into a side corridor, one that was not there minutes ago.",
      "“You arrive at what looks like a closet in the side of the hall. “Here it is, always different each time!” he says. Just as he fiddles with a key taken from his pocket in the lock of the closet, the beast turns the corner and calls your name. Death wants you and does not plan on letting you go. “Got it!” exclaims you new friend and throws open the doors. “This way,” he says and enters the closet, reaching out to you with his hand.",
      "“Death moves forward and says “You are mine, and I will have you one day. I follow in your shadow always!” Then your new friend grabs your hand and brings you into the closet. You finally turn and look inside wondering what you are doing in a closet, but instead of clothes, you see a glowing portal which you are pulled towards. Your guide steps through saying, “I can only lead you here you have to come through on your own.” You hesitate then feel Death breathe its rancid breath over your shoulder and before it can utter another word you leap through the portal.",
      "“You find yourself lying on the ground in the Healers Guild. Pain courses through you as your body finishes reforming. You realize you have died. The pain and shock of coming back to life wipes away the memories of your time in the Lands of the Dead.”"
    ],
    "section": "Combat",
    "subsection": "The Death System",
    "tags": [
      "combat",
      "death"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "While the weapons in LAIRE are made out of foam, we encourage players to wear real or real-looking armor. A good suit of armor can add a lot to the medieval look of the game. The defensive value of a character’s armor is represented in the game by Armor Points. The Armor Point value of the armor that you wear is assigned by an Arms Marshal.",
      "There are seven types of armor that may be worn by a player. Any type of armor worn by a player other than these types will be assigned to one of these standard categories by the Arms Marshal. The armor types are:",
      {
        "type": "table",
        "headers": [
          "Armor Type",
          "Description"
        ],
        "rows": [
          [
            "Costume (C)",
            "Medieval and fantasy clothing. This is worth 2 Armor Points. The character receives 1 more Armor Point for appropriate costume footwear."
          ],
          [
            "Soft Leather (SL)",
            "Real leather is 1/8″ thick without studs."
          ],
          [
            "Rigid Leather (RL)",
            "Real leather more than 1/8 thick. Or, soft leather with metal studs no more than 2″ apart, measured from the center, with each stud having a diameter between ½″ to 1″. Or, leather scale mail armor with each scale being no larger than 6″ square and more than 1/8″ thick. Two layers of soft leather sewn or riveted together counts as rigid leather. Wearing two separate layers of soft leather does not count."
          ],
          [
            "Ring Mail (RM)",
            "Metal rings with an inner diameter of not more than 1″ and an outer diameter of 3″ mounted onto soft leather or better. Or, rigid leather with metal studs no more than 2″ apart, measured from the center, with each stud having a diameter between ½″ to 1″."
          ],
          [
            "Chain Mail (CM)",
            "Metal rings with an inner diameter of at least 3/8″ and no more than 5/8″ diameter (4-and-1 chain weave, more dense weaves acceptable)."
          ],
          [
            "Light Plate (LP)",
            "Metal with a thickness of 20 to 22 gauge."
          ],
          [
            "Leavy Plate (HP)",
            "Metal with a thickness of 18 gauge or more. Plate armor made of any material other than steel, regardless of thickness, can never be heavy plate."
          ]
        ]
      },
      {
        "type": "table",
        "headers": [
          "Armor Location",
          "SL",
          "RL",
          "RM",
          "CM",
          "LP",
          "HP"
        ],
        "title": "Armor Point Table",
        "rows": [
          [
            "Helmet, Full",
            "1.3",
            "2.5",
            "3.8",
            "5",
            "6.3",
            "7.5"
          ],
          [
            "Helmet, Partial",
            "0.6",
            "1.3",
            "1.9",
            "2.5",
            "3.1",
            "3.8"
          ],
          [
            "Helmet, Cap",
            "0.3",
            "0.6",
            "0.9",
            "1.3",
            "1.6",
            "1.9"
          ],
          [
            "Neck",
            "0.3",
            "0.6",
            "0.9",
            "1.3",
            "1.6",
            "1.9"
          ],
          [
            "Shoulders*",
            "0.6",
            "1.3",
            "1.9",
            "2.5",
            "3.1",
            "3.8"
          ],
          [
            "Breast Plate",
            "1.3",
            "2.5",
            "3.8",
            "5",
            "6.3",
            "7.5"
          ],
          [
            "Back Plate",
            "1.3",
            "2.5",
            "3.8",
            "5",
            "6.3",
            "7.5"
          ],
          [
            "Upper Arms*",
            "0.6",
            "1.3",
            "1.9",
            "2.5",
            "3.1",
            "3.8"
          ],
          [
            "Elbows*",
            "0.3",
            "0.6",
            "0.9",
            "1.3",
            "1.6",
            "1.9"
          ],
          [
            "Lower Arms*",
            "0.6",
            "1.3",
            "1.9",
            "2.5",
            "3.1",
            "3.8"
          ],
          [
            "Groin",
            "1.3",
            "2.5",
            "3.8",
            "5",
            "6.3",
            "7.5"
          ],
          [
            "Upper Legs*",
            "0.6",
            "1.3",
            "1.9",
            "2.5",
            "3.1",
            "3.8"
          ],
          [
            "Knees*",
            "0.3",
            "0.6",
            "0.9",
            "1.3",
            "1.6",
            "1.9"
          ],
          [
            "Lower Legs*",
            "0.6",
            "1.3",
            "1.9",
            "2.5",
            "3.1",
            "3.8"
          ]
        ],
        "footers": [
          "* Indicates that points should be halved if only one is worn; i.e., only one sleeve, or only one knee is covered."
        ]
      }
    ],
    "section": "Armor",
    "tags": [
      "combat",
      "death"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "The Armor Point system used at LAIRE allows the character to receive Armor Points for anything from a costume all the way up to real plate armor. If the point system seems complicated, do not worry; a trained Arms Marshal will evaluate your armor and assign the number of Armor Points you will receive. Armor Points are awarded for two aspects of your armor:"
    ],
    "section": "Armor",
    "subsection": "Assigning Armor Points",
    "tags": [
      "combat",
      "armor"
    ]
  },
  {
    "name": "The In-game Strength of the Armor",
    "content": [
      "The thicker and tougher the type of armor is, the more Armor Points it will receive. This reflects the in-game ability of the armor to protect a character. Points are given for each individual piece of armor by an Arms Marshal according to the Armor Point Table above. For example, if a character is wearing rigid leather armor that covers the front, back, and shoulders, the Arms Marshal would sum 2.5 + 2.5 + 1.3 = 6.3 Armor Points."
    ],
    "section": "Armor",
    "subsection": "Assigning Armor Points",
    "tags": [
      "combat",
      "armor"
    ]
  },
  {
    "name": "Real Armor Bonus",
    "content": [
      "The suit of armor will also receive more Armor Points for real armor than for a substitute. For example, the character will get more Armor Points for real leather armor than for a piece of studded naugahyde. This reflects the fact that real armor is heavier than “costume” armor, and so the players who bear the extra weight receive Armor Points in compensation and that real armor adds to the fantasy feel of the game and looks better.",
      "The Real Armor Bonus is partly subjective on the part of the Arms Marshal; the Marshal judges how realistic the armor looks and whether it would protect the character in real combat. The bonus listed in the below table determines what the Arms Marshal will use for the Real Armor Bonus.",
      {
        "type": "table",
        "headers": [
          "Class",
          "Penalty",
          "Description",
          "Example"
        ],
        "rows": [
          [
            "Real",
            "0%",
            "Real leather of the correct thickness. Real steel or iron metal armors",
            "Chain mail made with real metal and correct gauge and size. Studded leather made from real leather and metal studs."
          ],
          [
            "Replica",
            "25%",
            "Plastic armor that looks real, Aluminum instead of steel",
            "Scale mail made from plastic rain barrel riveted to ¼” leather"
          ],
          [
            "Imitation",
            "50%",
            "Armor that can easily be seen as fake, but still looks like armor.",
            "Chain mail made with binder rings, painted hubcaps or garbage pail lids, chain mail links that are excessively small, naugahyde or “pleather”, plastic costume armor"
          ],
          [
            "Poor",
            "80%",
            "Costuming made to look like armor.",
            "Cloth that looks like chain, toy armor, rubber armor, cardboard covered in aluminum foil, plastic rings sewn to pleather, sporting equipment* life football shoulder pads, hockey goalie masks."
          ]
        ],
        "footers": "* If the sports equipment has been modified so it is unrecognizable as sports equipment, then it can be considered Replica armor."
      },
      "In the above example, if the armor was naugahyde leather scale armor that looks real, the Arms Marshal might award the Imitation penalty and suit of armor would be worth 6.3 * 0.5 = 3.15 Armor Points."
    ],
    "section": "Armor",
    "subsection": "Assigning Armor Points",
    "tags": [
      "combat",
      "armor"
    ]
  },
  {
    "name": "Rounding the Sum",
    "content": [
      "Finally, any fractional amount in the Armor Point total is rounded up to the nearest whole number. In the above example, the 3.15 Armor Points would be rounded to 4.0; this would be the final Armor Point value of the armor in the example."
    ],
    "section": "Armor",
    "subsection": "Assigning Armor Points",
    "tags": [
      "combat",
      "death"
    ]
  },
  {
    "name": "The Armor Card",
    "content": [
      "The Marshal will record each of these numbers on your Armor Card: the Armor Point value of each piece of your armor, and the Real Armor Bonus. The Armor Card is your permanent record of the value of your armor, and you should bring it to each LAIRE Event.",
      "The Armor Card establishes that your character has that armor in- game. If you lose the Armor Card, then you have lost the armor; keep your card in a safe place. If your armor is lost in-game, then you must give up the Armor Card. If you do not recover your armor again in-game, you will have go to the Armory, have your armor reevaluated, and pay a fee to purchase new armor.",
      "If your armor is reevaluated, the new Armor Point value may be different from the old one. This is because the Real Armor Bonus is subjective, and may be awarded differently at different times.",
      "If you add a new item to your armor, you must go to an Arms Marshal to have the new item indicated on your card. If you entirely replace your armor, you must visit the Arms Marshal to get a new Armor Card for the armor; you may also have to pay an in-game fee to bring the new armor into the game. You are allowed to have as many suits of armor as you like, as long as all the pieces of armor remain in-game."
    ],
    "section": "Armor",
    "subsection": "Assigning Armor Points",
    "tags": [
      "combat",
      "armor"
    ]
  },
  {
    "name": "Armor Point Tags",
    "content": [
      "When you first get your suit of armor you will be given an equal number or Armor Point tags equal to the number of Armor Points on your Armor Card. These Armor Points do not reset in between Events and, when the armor is reduced to 0 Armor Points it must be repaired.",
      "When you take normal damage, the points of damage are first taken from your Armor Points. Only when all your Armor Points have been expended does your character take Body Point damage. When you lose Armor Points, you give the expended Armor Point tags to the player who caused the damage."
    ],
    "section": "Armor",
    "subsection": "Assigning Armor Points",
    "tags": [
      "combat",
      "armor"
    ]
  },
  {
    "name": "Resetting Armor after Combat",
    "content": [
      "The character’s armor is not used up entirely after each combat they get into. After the armor has taken enough damage to reduce it to 0 Armor Points, the character may spend 5 minutes in-game “resetting” the armor. The armor is reduced by 3 Armor Points every time the character resets the armor. For example, if a character has a suit of chain mail worth 12 AP and then gets into a fight that reduces the armor down to 0 AP, the character may spend 5 minutes resetting the armor. The armor now has 9 AP to protect the character in their next fight. The player should hand over the used Armor Point tags to the player they were involved in the combat with.",
      "It is possible to walk away from a long fight and reset armor, but if the character is interrupted while doing so they do not have any armor available and must start again later from the beginning spending the full 5 minutes to reset the armor.",
      "While resetting armor, the player should role-play their character adjusting and fixing the armor so it is obvious to everyone what they are doing.",
      "If your armor is not reduced to 0 Armor Points but has been damaged, then resetting the armor will still degrade it by 3 Armor Points."
    ],
    "section": "Armor",
    "subsection": "Assigning Armor Points",
    "tags": [
      "combat",
      "armor"
    ]
  },
  {
    "name": "The Helmet and Waylay",
    "content": [
      "If your armor includes a helmet, the Arms Marshal will judge whether the helmet will protect you from a Waylay. You need to have a helmet that covers your head and the back of your neck to qualify for Waylay protection. The Arms Marshal will note the separate armor point value of your helmet on your armor card. In order for a Waylay to knock your character unconscious, the blow must do more damage than the number of Armor Points in your helmet.",
      "For the purposes of Waylay, it is assumed that the Armor Points in your helmet are the last Armor Points expended. For example, assume you wear 10 Armor Points, including a helmet that is worth 1 Armor Point. If you are hit for 5 points of damage, you have 5 Armor Points remaining; your helmet is still worth 1 Armor Point. If you are then Waylaid with a blow of “Waylay one,” you are not knocked unconscious, you have 4 Armor Points left, and your helmet is still worth 1 Armor Point. If someone else then strikes you with “Waylay three,” you are knocked unconscious, you have 1 Armor Point left, and your helmet is still worth 1 Armor Point. However, if someone does one or more points of additional damage to your character, you will have no Armor Points left, and no helmet protection against a Waylay."
    ],
    "section": "Armor",
    "subsection": "Assigning Armor Points",
    "tags": [
      "combat",
      "armor"
    ]
  },
  {
    "name": "Armor Repair",
    "content": [
      "If your armor has been damaged, there are two ways to have it repaired during an Event. The first way is for a character with the Armor Smith skill to repair your armor. The second way is to go to the Armory, which will repair your damaged armor for an in-game fee. It is not possible to repair armor above the Armor Point maximum listed on your Armor Card.",
      "A player with the Armor Smith skill receives a number of Armor Repair tags at the start of an Event. When their character repairs your armor, they will take the Armor Repair tags, sign their name on the back, and give you the expended tags to use as replacement Armor Point tags."
    ],
    "section": "Armor",
    "subsection": "Assigning Armor Points",
    "tags": [
      "combat",
      "armor"
    ]
  },
  {
    "name": "Introduction",
    "content": [
      "Only one type of armor may be worn at a time on each body part. A player may not “layer” chain mail and plate mail to receive the points of both. If armor of different types covers the same area of the body, then the higher point value armor takes precedence.",
      "Gauntlets with sharp points, edges, or studs are forbidden. Any armor with sharp edges or points that might come into contact with other players is also forbidden. Do not include spikes or sharp armor, you are likely to injure someone or damage someone’s weapon."
    ],
    "section": "Armor",
    "subsection": "Armor Notes",
    "tags": [
      "combat",
      "armor"
    ]
  }
]
