{
  "introduction": [
    "A heading that summarizes some of the important information pertaining to that skill precedes each description listed in this chapter. Below is a summary of the various items found in the headings in this chapter.",
    {
      "type": "header",
      "content": "Build Cost"
    },
    "This is the cost in Build Points the character must spend to learn the skill. Some skills have an on-list and off-list cost. These costs are denoted by two numbers separated by a slash with the following convention: <On-List Cost>/<Off-List Cost>.",
    {
      "type": "header",
      "content": "Purchase"
    },
    "This heading indicates how many times a character can purchase this skill. “Once” indicates that the skill is a continuous or constant skill and is usable whenever the player wants. “Multi” indicates that the skill can be purchased as many times as the character wants. Rarely, some skills are only purchasable a limited number of times; this is indicated with a number followed by “Times”, for example “3 Times”.",
    {
      "type": "header",
      "content": "Tagged"
    },
    "Some skills are usable a limited number of times per Tag Cycle per purchase and require a tag from logistics. The Slay skill, for example, can only be used once per Tag Cycle per purchase. These skills are denoted with “Yes”. Skills that can be used as often as the character wishes or make a permanent change to the character and need no tag are marked with a “No”. For example, a Literacy skill allows the character to read that language whenever they wish, or the Coma skill permanently changes the character’s Death Count.",
    {
      "type": "header",
      "content": "Duration"
    },
    "Certain skills have a duration once activated or “Called”, others have an instantaneous effect. Skills are either denoted by “Instant”, a time – 5 Minutes, 1 Hour – or “Constant” for those skills than can be used whenever the character is able. Some skills are listed as “Latent”can be used on a character to be invoked later. Some of these skills can be called as a defense to an attack or invoked for a duration giving the character some bonus effect. The player should read the description carefully to determine how exactly these skills work.",
    {
      "type": "header",
      "content": "Skill Type"
    },
    "Each skill is classified by the type of skill it is. These classifications determine the Body Points gained for each skill. For example, Nature’s Child is classified as a Faith skill and the character gains 1.0 Body Points (5 BP x 0.2) for that skill.",
    {
      "type": "header",
      "content": "Prerequisite"
    },
    "Many skills, especially Advanced Career Skills, have prerequisites to purchasing them. These prerequisites must be met before the character can purchase the skill. Remember, in the case of Advanced Career Skills the character must be Level 5 to purchase those skills off the Advanced Career Skill Lists.",
    "Additionally, any prerequisite that is encompassed in another skill counts towards the prerequisite. For example, Master Florentine requires the Warrior Basic Career Skill List and Florentine; but if the character learns Weapons Master they do not need the Florentine skill to learn Master Florentine, Weapons Master effectively gives them the Florentine skill.",
    {
      "type": "header",
      "content": "Skill List"
    },
    "This heading denotes on what Skill List or lists the skill can be found. If there is no Skill List associated with a skill, then a character needs a specific teach skill in order to teach that skill. These skills are denoted by “None” under this heading."
  ],
  "skills": [
    {
      "name": "Advanced Refining",
      "buildCost": 5,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Identify Component",
      "skillList": "Alchemist",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "With this skill a character is able to get two doses out of one component. The time it takes depends on the rarity of the component. Below is a table that outlines how long it takes to double a component.",
        {
          "type": "table",
          "headers": [
            "Rarity",
            "Time (Minutes)"
          ],
          "rows": [
            [
              "Common",
              "1"
            ],
            [
              "Un-Common",
              "5"
            ],
            [
              "Rare",
              "10"
            ],
            [
              "Very Rare",
              "15"
            ]
          ]
        },
        "When a character uses this skill the marshal should note that the component was doubled by placing a “D” on the tag. Reagents cannot be doubled, only Major Components.",
        "Once doubled, a component cannot be used in sorcery rituals, even if both halves of the component are used. A component that has been doubled cannot be doubled again."
      ]
    },
    {
      "name": "Advanced Strength",
      "buildCost": 10,
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "Superior Strength",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": "This skill turns the non-combinable Strength Bonus of the Superior Strength skill to a combinable Strength Bonus."
    },
    {
      "name": "Alchemy Lore",
      "buildCost": 2,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Literacy, Herbal Lore",
      "skillList": "Alchemist",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to recognize alchemical reagents. This is the basic Alchemy skill and grants the character the ability to brew, distill, mix, and perform the other basic skills needed to create alchemical items. It does not grant the character the ability to actually make anything; a separate skill is required for that. Alchemy Lore is required to read and identify alchemical recipes in-game."
      ]
    },
    {
      "name": "Alchemical Focus",
      "buildCost": 0,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Alchemy Lore, Rank 3 of Any School",
      "skillList": "Alchemist",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This Alchemist only skill allows the character to make use of Alchemist only alchemical items that are categorized as Alchemical Focus."
      ]
    },
    {
      "name": "Armor Efficiency",
      "buildCost": 4,
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "Warrior Basic Career Skill List",
      "skillList": "Master Warrior",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "Normally, after every battle, a character wearing armor will lose 3 Armor Points after spending 5 minutes resetting their armor. With the purchase of this skill, the character gains two advantages. The first grants the character one-quarter their starting Armor Points (rounded up) added to their starting Armor Points. This includes the Real Armor Bonus.",
        "The second ensures that the character will always have one-quarter their starting Armor Points after resetting their armor. The character must still spend the 5 minutes in-game resetting their armor after a battle to gain this benefit.",
        "Torso armor must be worn to use this skill. The character may remove the other parts of their armor: their helmet, greaves, gauntlets, etc. but still has to wear their torso armor.",
        "For example, Sir Derrick has a chain mail shirt, studded leather vambraces, and light plate greives totaling 15 Armor Points. With this skill he gains a bonus of +4 Armor Points totaling 19 Armor Points. After a battle he adjusts his armor and is now at 16 Armor Points. Over the course of the event his armor is lowered to 5 Armor Points. Once more Sir Derrick gets into a battle, but at the end of this battle when he resets his armor he will have 4 Armor Points, the minimum he can have with this skill.",
        "This skill does not augment magical Armor Points such as those from an Armor spell, an alchemical item, magic items, or rituals."
      ]
    },
    {
      "name": "Armor Smith",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Multi",
      "duration": "Special",
      "description": [
        "Each purchase of this skill allows the character to repair 6 Armor Points of cloth, leather, or metal armor. It takes the character 5 minutes to repair up to 6 Armor Points; so if a character has three purchases of this skill, it will take them 5 minutes to repair 1 to 6 Armor Points, 10 minutes to repair 7 to 12 Armor Points, and 15 minutes to repair 13 to 18 Armor Points. The character may break up their repair points any way they wish up to their maximum number of repair points.",
        "This skill is not used if the character is inside an armory when repairing armor.",
        "This skill will also allow the character to make a new piece of armor. For every purchase of this skill, the character can make a piece of leather or metal armor worth up to 6 Armor Points; so a character with three purchases of this skill can make a piece of leather or metal armor worth up to 18 Armor Points.",
        "Four purchases of the Armor Smith skill is needed for Elven Crafting, Dwarven Crafting, Bone Crafting, and Enchantment Quality. Five purchases of the Armor Crafting skill is needed for Mithril Crafting.",
        "For full details on creating armor see the description under the Miscellaneous Skill List in Chapter 2."
      ]
    },
    {
      "name": "Aspect of the Beast",
      "buildCost": 10,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Shapeshift, Compel Mother's Children",
      "skillList": "Druid",
      "purchase": "Once",
      "duration": "1 Hour",
      "description": [
        "When this skill is purchased, the character embraces the animalistic power of nature and gains the ability to call upon their guardian animal totem and merge with it, transforming their body into a bipedal version of the character’s guardian totem animal. All armor and items worn are unchanged in the new form.",
        "When a character transforms, they must drop to their hands and knees or crouch for 1 minute to roleplay the shift. During this time, the character puts on the appropriate costuming for the animal which must be at least a mask and a tabard approved by Plot. The character can be attacked and harmed during this time and no skills or abilities can be used. The Druid may call latent spell defenses or invoke spell defenses from items, however. Taking damage will not interrupt the transformation unless the Druid is rendered unconscious or worse. If the character is interrupted, they do not use the skill for that Tag Cycle.",
        "When transformed, the Druid gains the following abilities:",
        {
          "type": "list",
          "items": [
            "+20 Body Points",
            "+1 Strength Bonus",
            "+1 Damage Bonus with their claws only",
            "One special ability based on the type of totem (see table below)",
            "Immunity to all charm effects",
            "Immunity to Fear",
            "May still use their Druid skills, even Nature Magic"
          ]
        },
        "They also suffer the following detriments while shapeshifted:",
        {
          "type": "list",
          "items": [
            "They cannot speak common and therefore cannot use any skills, spells, powers, or items that require a verbal, but can understand what others are saying, and can be understood by Druids."
          ]
        },
        {
          "type": "table",
          "headers": [
            "Category (Examples)",
            "Special Ability"
          ],
          "rows": [
            [
              "Insects (Ants, Beetles)",
              "20 Natural Armor, Acid Spit, 18 points of damage x2"
            ],
            [
              "Bears",
              "+10 Body Points, +1 Strength Bonus, non-combinable"
            ],
            [
              "Canines (Wolves, Hyenas)",
              "+1 Damage Bonus, Master Parry, Track by Scent"
            ],
            [
              "Felines (Lions, Tigers)",
              "+1 Damage Bonus, Critical Attack, Track by Scent"
            ],
            [
              "Primates, Equines",
              "+1 Damage Bonus, Feat of Strength Skill x2"
            ],
            [
              "Reptiles (Snakes, Lizards, Testudines)",
              "10 Natural Armor, Threshold of 2 (stackable), Poison Spit: Blindness"
            ],
            [
              "Scorpions",
              "20 Natural Armor, Poison Spit: 24 Point Damage x2"
            ],
            [
              "Spiders",
              "10 Natural Armor, Webbing x3"
            ]
          ]
        },
        "The character must receive approval from the Plot Director for their totem animal and the final category benefits. If a character has a totem that is not represented in the above table, the closest match will be assigned.",
        "While in their aspect, the character appears as a half animal half man version. The character gains no special movement powers or the ability to walk on four (or more) legs.",
        "While in animal form, the character may use their Druid skills and Nature Magic spells. They still need to say the appropriate verbal but, in-game, the characters around them do not understand what they are saying. Also, they may use any latent spell normally.",
        "When the character changes back to their natural form and they are down Body Points, the bonus Body Points the character gains from changing are the first to be lost. Therefore, if the character normally has 20 Body Points and uses this skill they would have 45 Body Points. If the character was down 18 Body Points when they changed back, they would be at 20 Body Points – the normal for their natural form. Willingly changing back to their natural form takes the character however long it takes to remove their costume.",
        "The change normally lasts 1 hour, but the character may change back to their natural form at will. If while in the animal form, the character is brought to the Brink of Death, they are forced back into their natural form.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill.",
        "The character may only purchase Aspect of the Beast or Elemental Quintessence, not both. Once learned this skill cannot be unlearned in order to purchase the other skill."
      ]
    },
    {
      "name": "Assassinate",
      "buildCost": 7,
      "tagged": "Yes",
      "skillType": "Dexterity",
      "prerequisites": "2 Assassin Proficiency Skills",
      "skillList": "Assassin",
      "purchase": "Multi, Special",
      "duration": "Instant",
      "description": [
        "This skill allows a character to strike down a target character with one strike. The target character needs to be surprised or incapacitated such as being Torso Stunned, paralyzed, asleep, etc. The character hit with this skill is Mortally Wounded and requires the appropriate healing. This skill ignores armor and does not damage it. The character must strike the arm between the elbows and the shoulders, or the body between the shoulders and the knees of the target character. The character must call “Assassinate” after the blow is delivered followed by any special damage modifiers, such as “Magic”, “Silver”, etc. Unlike other skills, this skill only requires the character to call the effect loud enough for the target to hear. However, anyone who hears the word “assassinate” is aware of the attack.",
        "Only non-blunt weapons gained with the Master Assassin skill can be used to assassinate a target character.",
        "The character using this skill needs to surprise their target. As a general rule, if the target character is surprised by the attack, the assassinate works. The most common way to achieve surprise is by attacking from behind, but a character need not do that. They can walk up to their target, shake their hand and assassinate them with their other. This skill cannot be used if the character is fighting their target. The character may assassinate someone if they are fighting another opponent, however. Even if the target turns their back and runs, you can assassinate them, however the attack still has to be a surprise.",
        "A character must have one Assassin Proficiency skill per Assassinate skill they wish to purchase, after the first purchase. So, a character that wants three Assassinate skills must have three Assassin Proficiency skills.",
        "This skill is not used if the character misses their target or the attack is blocked. If they succeed in striking their target or if the target calls an appropriate defense the skill is used."
      ]
    },
    {
      "name": "Assassin Proficiency",
      "buildCost": 10,
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "Master Assassin Skill",
      "skillList": "Assassin",
      "purchase": "Multi",
      "duration": "Constant",
      "description": [
        "For each purchase of this skill a character gains a Damage Bonus with all Master Assassin weapons according to the table below.",
        {
          "type": "table",
          "headers": [
            "Weapon Type",
            "Damage Bonus"
          ],
          "rows": [
            [
              "Small, Thrown, One-Handed, and Crossbows",
              "+1"
            ],
            [
              "Bows",
              "+1.5"
            ]
          ]
        },
        "Note: The bow bonus is rounded down so one purchase give a +1 Damage Bonus and two purchases give a +3 Damage Bonus.",
        "This skill may be combined with other Damage Bonuses. The Assassin Proficiency skill is not hand specific."
      ]
    },
    {
      "name": "Assassin Strike",
      "buildCost": 4,
      "tagged": "Yes",
      "skillType": "Dexterity",
      "prerequisites": "1 Assassin Proficiency",
      "skillList": "Assassin",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill allows the character to double their weapon damage for one swing. The player should double the amount of damage their character is swinging including base weapon damage, Damage Bonus, Strength Bonus, alchemical effects, or magic bonuses. This attack does not need to be from surprise or behind. Any defense that stops physical attacks will stop this skill.",
        "The character is able use multiple purchases of this skill to increase the amount of damage in one attack, increasing the multiplier by one for each additional tag used. There is no limit to the number of Assassin Strike skills the character can use in one attack.",
        "For example, Silk has five purchases of the Assassin Strike skill. He decides to use one use of this skill against a foe. He normally swings 10 points of damage with his sword, and calls “20 Strike” when he hits with this skill. Later on that Tag Cycle, Silk again decides to use his Assassin Strike skill, but this time he needs to be sure to take down his foe. He decides to use his remaining four Assassin Strike tags for five times his base damage. He makes his attack and strikes his opponent calling “50 Strike,” felling his opponent easily.",
        "The character using this skill should suffix his normal damage with “…Strike”.",
        "This skill is not used if the character misses their target or the attack is blocked. If they succeed in striking their target or if the target calls an appropriate defense the skill is used. This skill does not double any additional damage from the Heal Wounds skill, Wounding skill, or Elemental Pool Points."
      ]
    },
    {
      "name": "Autopsy",
      "buildCost": 2,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Battle Surgery",
      "skillList": "Master Miscellaneous",
      "purchase": "Once",
      "duration": "Instant",
      "description": [
        "This skill allows a character to determine the cause of death of a character in their Death Count or a corpse. This skill will tell if the cause of death is from a Slay, Assassinate, poison, general damage, magical effect, the spell and its school, etc. It can tell what type of weapon was used, but not what specific weapon it was.",
        "A character can only Autopsy one character at a time. The use of this skill requires the character to concentrate while they are using this skill. The player should look at the character they are using this skill on and can only talk and invoke Latent spells while autopsying someone. If the use of this skill is interrupted by either taking damage or the character choosing to stop, the attempt fails. If the character wishes to try to autopsy again they must start from the beginning.",
        "This skill does not stop a character’s Death Count, nor can their Death Count be stopped by any means and still use this skill. For example, a character cannot use Battle Surgery skill to stop the Death Count.",
        "This skill takes 1 minute to use."
      ]
    },
    {
      "name": "Backstab",
      "buildCost": [
        6,
        12
      ],
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "Waylay",
      "skillList": "Rogue Basic Career Skill List",
      "purchase": "Multi",
      "duration": "Constant",
      "description": [
        "When this skill is purchased the character gains a +1 Damage Bonus to all their attacks from behind with any weapon. This skill is hand specific and the character must choose whether to apply the Damage Bonus to either their right or left hand when they purchase this skill. The character must be approximately 90 degrees behind their target to be considered behind them. The character cannot reach their arms around the target to gain their Damage Bonus.",
        "This skill is stackable with itself and all Backstabs learned are cumulative. So a Backstab +4 would allow the character to cause 6 points of damage with their long sword."
      ]
    },
    {
      "name": "Bark Skin",
      "buildCost": 4,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Pass Without a Trace",
      "skillList": "Druid",
      "purchase": "Multi",
      "duration": "30 Minutes",
      "description": [
        "This skill calls upon the strength and toughness of the trees to make the character stronger, adding 12 Body Points to the character that can be healed. These extra points are the first Body Points lost when the character is damaged.",
        "To use this skill, the character must touch a living, healthy, normal, non-sentient tree with bark.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Battle Blessing",
      "buildCost": 4,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Paladin",
      "skillList": "Follower of the Light",
      "purchase": "Multi",
      "duration": "30 Minutes",
      "description": [
        "This skill will make the character immune to the special attacks of undead and demon kind. The character will take full damage, but un- augmented by special effects. The Paladin cannot be paralyzed, diseased, life-drained, feared, or affected by any other ability from these creatures.",
        "For example, Nilrick uses his Battle Blessing skill before he goes into battle against some undead. He will still take the damage the ghouls are causing but will not be paralyzed. Additionally, the wraiths he is fighting will not swing for direct Body Points with their attacks. During the fight Nilrick falls and a Wight attempts to drain some of his life force but the Battle Blessing skill will prevent the attempt from succeeding.",
        "This is not a defense to any Servant of Darkness skills or spells from these characters.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Battle Surgery",
      "buildCost": 4,
      "tagged": "Yes",
      "skillType": "Miscellaneous",
      "prerequisites": "First Aid",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Multi",
      "duration": "Special",
      "description": [
        "For every purchase of this skill, the character can spend 1 minute to restore Body Points to a character. The character may use this skill any time they wish on any living character, including themselves. For every purchase of this skill the character can restore 10 Body Points. No matter how many Body Points restored, the character need only take 1 minute to use this skill. The character can restore any amount of Body Points they wish with this skill up to their maximum amount. To use this skill in this manner requires the character to have bandages to wrap the character in. One area of the body per use of this skill (or per 10 Body Points restored) is required. The player using this skill is responsible for providing the bandages. The target character must keep the bandages on for at least 10 minutes. If the bandages are removed or fall off before the 10 minutes are up, the Body Points healed with this skill are lost and the use of this skill is still expended.",
        "A character can only be battle surgeried by one character at a time and a character can only battle surgery one character at a time. The use of this skill requires the character to concentrate while they are using this skill. The player should look at the character they are using this skill on and can only talk and invoke Latent spells while battle surgering someone.",
        "One complete use of this skill can be used to indefinitely stabilize a living character who is Mortally Wounded or at the Brink of Death. The character should place their hand on the character’s torso and call “Battle Surgery”. As long as the character maintains contact, the target character’s Death Count stops.",
        "The bandage is in-game, does not have to be purchased, must be white, and must be larger than 2 feet by 3 inches. The character must either have their hand on the target character or be bandaging to use this skill."
      ]
    },
    {
      "name": "Blind Fighting",
      "buildCost": 5,
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "1 Master Proficiency or 1 Assassin Proficiency",
      "skillList": "Master Warrior, Assassin",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill enables a blinded character to engage in hand to hand combat; without this skill a character may not engage in combat while blinded. This skill does not imply the ability to see. A character using this skill is assumed to be fighting by \"feel\" and sound, and can only respond to a hand to hand attack and cannot initiate combat with a foe that they cannot perceive. Once combat starts, the character can continue until the target leaves the combat entirely or out runs the player.",
        "This skill cannot be used – ever – to detect invisible characters, but can be used to attack invisible characters that attack first."
      ]
    },
    {
      "name": "Claws",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Faith",
      "prerequisites": "Druid",
      "skillList": "Druid",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This ability allows the character to turn one or both hands into claws and allows them to use an approved LAIRE claw in combat dealing 1 point of magical damage with each blow. The claws are part of the character's body and may not be coated with poison as doing so would poison the character. Even if the character were immune to the poison, the poison would be expended when applied. The character’s claws take damage and any damage dealt to the claws is taken from the character’s Body Points.",
        "Damage Bonuses and special weapon attacks, like the Slay, Stun, Waylay, Assassinate, etc. skills, with the exception of the Speed skill and Inspire and Heroism spell songs, may not be used with the Claws skill. However, the character’s Strength Bonus does add to the damage.",
        "Claws always swing for magic damage. The character has the option of using their Elemental Pool Points to increase the amount and type of damage dealt.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Channeling",
      "buildCost": 10,
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "2 Proficiency Skills, 30 Power Points, 1st Rank School of Magic to be Channeled",
      "skillList": "Master Warrior",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows a character to channel a school of magic through their weapon. For the character’s strike, the weapon acts as a spell packet so one only needs to contact the target, their weapon, or shield for the spell to take effect. The full spell verbal for the spell must be recited and the casting can be interrupted normally, however the character can cast the spell with their weapon in hand for that school only. The channeled spell costs the normal amount of Power Points.",
        "Upon learning this skill the character loses the ability the to throw the spells from that school of magic, they are limited to channeling them only. The character can only cast damaging spells from that school and they lose the ability to cast non-damaging spells. The character may cast some latent spells in that school by touch with their weapon upon anyone.",
        "Channeling a spell replaces the normal damage the weapon would do, even if the typical weapon damage is more than the spell’s damage. Channeling strikes cannot be combined with any specialty martial attacks including the Speed skill. Channeling strikes also cannot be combined with any Warlock skills except the Concentration and Speed Cast skills.",
        "The character can channel through any weapon of quality, even a magic weapon. Normal weapons and temporarily alloyed weapons will not work. Any attempt to channel a spell using a normal weapon fails and the Power Points are expended. In the special case of weapons enchanted with an element, only that element can be channeled.",
        "If a character misses their target, they can continue to try and strike their target until they connect with a blow or 5 seconds elapses. If the character accidentally strikes the ground or some other inanimate object, the spell is lost. If a Dodge skill is used to defend the target from the attack, the spell is lost. Martial defenses, such as the Critical Strike or Master Parry skills, cannot be used to stop the effects of the channeled spell; however, it can be used to take the effects of the spell for another character.",
        "The character can learn to channel other elemental schools of magic, but these must be learned separately and cost no additional Build Points.",
        "Only Low Magic Schools can be learned to be channeled, therefore, Spell Songs and Nature Magic cannot be channeled. This skill can only be used with a spell cast by the character and not when invoked from an item or read from a scroll."
      ]
    },
    {
      "name": "Cleric",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Faith",
      "prerequisites": "Plot Approval, First Aid",
      "skillList": "Follower of the Light",
      "puchase": "Once",
      "duration": "Constant",
      "description": "This skill grants the character a limited immunity to necromancy. The character is immune to any undead creation spell in the Necromancy School. Damaging spells from that school still effect the character normally and a Death Slave spell brings the character to the Brink of Death. Undead creating sorcery rituals effect the character, but they are at half power, in other words, half the normal Body Points, Power Points, Strength Bonus, Skills, etc. and is wracked with constant pain and agony. After the end of the current Event in which the undead was created, the player can choose to end their character’s undead torment whenever they want, even if the character is on their last death."
    },
    {
      "name": "Climb",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "None",
      "skillList": "Master Miscellaneous",
      "puchase": "Once",
      "duration": "Special",
      "description": [
        "This skill has only one use, to overcome obstacles encountered during game play which do not physically exist. It cannot be used to climb over a stone wall if the stone wall is there out-of-game, but if the Marshal only describes the wall or if the wall is only represented by a tarp, string or other such out-of-game item, then the character can use this skill. The Marshal will have final say as to whether the character successfully uses this skill. It typically takes the character 10 seconds to climb 20 feet, although the character can climb any height with this skill.",
        "This skill can never be used to enter or exit combat, nor can it be used to attack from trees, roofs or other out of reach locations. A character absolutely cannot stand next to a tree and say they have climbed the tree and attack other characters. Ever."
      ]
    },
    {
      "name": "Cloak Undead",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Dark Cleric",
      "skillList": "Servant of Darkness",
      "puchase": "Multi",
      "duration": "6 Hours",
      "description": [
        "For 6 hours, this skill will cloak any corporeal undead making them appear to be alive. The Detect Life spell, First Aid skill, or Detect Undead skill will reveal the character as being alive. The character will look as they did in life and will appear to have flesh, be warm to the touch and otherwise appear to be a living breathing character. The undead will even appear to bleed if struck. However, if the undead is immune to a class of weapons or spells, then no effect will show. This skill will also protect the character from sunlight for the duration of this skill.",
        "This skill provides no protection from damage and will not work on incorporeal undead such as Wraiths or Specters.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill.verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Coma",
      "buildCost": 7,
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "None",
      "skillList": "Master Miscellaneous",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "When a character purchases this skill they permanently change their Death Count, effectively doubling the amount of time the character has at each stage. Therefore, it takes them 2 minutes to Bleed to Death, are Mortally Wounded for 2 minutes, and will be at the Brink of Death for 10 minutes. This skill does not affect how long they are Unconscious, when they are at 0 Body Points, or Waylaid; it is still 5 minutes.",
        "If another character uses the First Aid skill or a Detect Life spell, in addition to receiving their Death Count status, they will know the character has the Coma skill."
      ]
    },
    {
      "name": "Compel Greater Undead",
      "buildCost": 6,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Control Lesser Undead",
      "skillList": "Servant of Darkness",
      "puchase": "Multi",
      "duration": "30 Minutes",
      "description": [
        "This skill allows the character to bend any single undead or demon of any type within hearing range and line of sight to their will for 30 minutes. The targeted character will do exactly what the user commands; care should be taken that these commands are explicit since the target character may carry out the letter but not the spirit of the command. After the duration of this ability expires, the undead may seek revenge for being controlled, depending on its personality and the nature of the commands given. If given a command within the designated time period, the undead must attempt to accomplish and complete the command to the best of its ability, within the duration of this skill. If the duration should expire, all incomplete commands are forfeit, and the target character is free to react of its own free will. This skill can be used as a counter to the Follower of the Light turn skills. This skill can only be countered by a Follower of the Light skill, Servant of Darkness skill, or sorcery; necromancy or abilities will not counter this ability. A character cannot use this skill on themselves.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Compel Mother’s Children",
      "buildCost": 8,
      "tagged": "Faith",
      "skillType": "Druid",
      "prerequisites": "Purchase:",
      "skillList": "Duration:",
      "puchase": "Multi",
      "duration": "30 Minutes",
      "description": [
        "This skill uses the Druid’s influence and tie to nature to compel all natural animals within hearing range or Line of Sight of the character to obey their commands for 30 minutes. When the skill’s duration ends, all incomplete commands are forfeit, and the animals will return to their own will and react according to their nature. This skill can be countered by sorcery or any other spell or ability that charms the animal.",
        "This skill is not a charm effect and only works on characters with the Animal type on their card (see LAIRE’s Codex of Monstrous Creatures).",
        " This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill. "
      ]
    },
    {
      "name": "Concentration",
      "buildCost": 6,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Any 3 Warlock Skills",
      "skillList": "Warlock",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows a character to cast spells while they are taking damage. Once purchased, this skill is always in affect. This skill does not protect a character from taking damage; it only allows them to ignore the damage for the purpose of casting spells. Concentration does not prevent a character from being paralyzed, knocked unconscious, affected by a Bind spell, or otherwise rendered physically unable to cast spells."
      ]
    },
    {
      "name": "Control Lesser Undead",
      "buildCost": 6,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Dark Cleric",
      "skillList": "Servant of Darkness",
      "puchase": "Multi",
      "duration": "30 Minutes",
      "description": [
        "Any lesser undead and lesser demons within hearing range or Line of sight of the character must obey all the character’s commands for 30 minutes. If the duration should expire, all incomplete commands are forfeit, and the undead will return to their own will and react according to their nature. This skill can be used as a counter to the Follower of the Light turn skills. This skill can only be countered by a Follower of the Light skill, Servant of Darkness skill, or sorcery; necromancy or abilities will not counter this skill. A character cannot use this skill on themselves.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Control Undead Horde",
      "buildCost": 10,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Compel Greater Undead",
      "skillList": "Servant of Darkness",
      "puchase": "Multi",
      "duration": "30 Minutes",
      "description": [
        "All undead and all demons within hearing range or Line of Sight of the character must obey their commands for 30 minutes. Greater Undead will act as if affected by the Compel Undead skill. If the duration should expire, all incomplete commands are forfeit, and the undead will return to their own will and react according to their nature. This skill can be used as a counter to the Follower of the Light turn skills. This skill can only be countered by a Follower of the Light skill, Servant of Darkness, or sorcery; necromancy or abilities will not counter this ability. A character cannot use this skill on themselves.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Cosmic Focus",
      "buildCost": 0,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Rank 1 Sorcery",
      "skillList": "Sorcerer",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This Sorcerer only skill allows the character to access rituals that are categorized as Cosmic Focus rituals."
      ]
    },
    {
      "name": "Courage",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Master Miscellaneous",
      "purchase": "Multi",
      "duration": "5 Minutes",
      "description": [
        "When a character learns this skill, they may resist the effects of any and all fear abilities, spells or effects for 5 minutes. This skill will also resist the use of the Interrogate skill.",
        "The player should call “Courage” when they invoke this skill and when affected by any additional fear effects during the skill’s duration."
      ]
    },
    {
      "name": "Craftsman Skills",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Multi",
      "duration": "Constant",
      "description": [
        "This set of skills allows a character to create in-game commodities not covered elsewhere in these rules. The character needs to pay 100% of the production cost only, not the 110% non-craftsman must pay to the Treasure Manager obtain the item. The Treasure Manager will then give the character a tag for their product.",
        "A player may never charge in-game money for an out-of-game physical representation of the commodity, but may charge out-of- game money for it.",
        "For example, Juno the Baker wishes to sell her brownies in-game. The player pays the production cost to treasure and receives her tags. Now she can charge the going rate of 1 cp and $0.50 per brownie, she may not charge extra in- game money for the actual brownie.",
        "The list of approved craftsman skills is listed below. If a character wishes to have a skill not listed below the new skill must be approved by the normal process of adding a new skill to the game.",
        {
          "type": "table",
          "headers": [
            "Craftsman Skill",
            "Description"
          ],
          "rows": [
            [
              "Brewer",
              "Allows the character to make any flavor of beer, ale, or lager"
            ],
            [
              "Vintner",
              "Allows the character to make any flavor of wine, mead, or sparkling wine."
            ],
            [
              "Distiller",
              "Allows the character to make any flavor of brandy, whiskey, or hard spirit"
            ],
            [
              "Cook",
              "Allows the character to make any kind of food including desserts and candy."
            ],
            [
              "Gem Cutter",
              "Allows the character to cut a gem into two gems of any value each with a combined worth of 10% less than the original. Each time a gem is cut, the total value is reduced by 10%."
            ],
            [
              "Jewler",
              "Allows the character to combine refined metals and/or gems into jewelry. There is no net increase in the value of the piece of jewelry. Costume jewelry or jewelry with no in-game intrinsic value can be made for free."
            ]
          ]
        },
        "For a player’s character, there is never any net profit in making any of the above commodities; the raw material cost is the intrinsic value of the product. It is assumed the character does not have the time, resources or production facilities to make profitable merchandise."
      ]
    },
    {
      "name": "Create Golem",
      "buildCost": 2,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Embalming, Two Rank 5 of Potions, Poisons, or Solutions",
      "skillList": "Alchemist",
      "purchase": "Multi",
      "duration": "Constant",
      "description": [
        "This skill allows the character to create golems. Create Golem Rank 1 allows the character to identify golems and other types of automatons after 1 minute of examination.",
        "For the full rules on how to create golems and how they work in- game, see Chapter 4."
      ]
    },
    {
      "name": "Create Scroll",
      "buildCost": 5,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Read Magic",
      "skillList": "Sorcerer",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to create Scrolls. For the complete rules on creating scrolls in-game, see the beginning of the Sorcery Advanced Career in Chapter 4.",
        "Note, all scrolls are written in the Magic language with English characters."
      ]
    },
    {
      "name": "Critical Attack",
      "buildCost": [
        5,
        10
      ],
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "Any Weapon Skill",
      "skillList": "Warrior Basic Career Skill List",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill doubles the total damage – Base Damage, Damage Bonus, Strength Bonus, alchemy, etc. – done by a weapon for one attack. This skill is not weapon or hand specific and can be used with any weapon the character has an appropriate Weapon Skill for. This skill cannot be combined with itself ever. The player should suffix the damage they call with the word “Crit”.",
        "For example, Corvale has Weapon Proficiency +3 with One-Handed Edge weapons. Additionally, he uses a +3 Giant Strength potion and a Giant Strength spell giving him a +6 Strength Bonus for one swing. The sword he is using has been enchanted for magical elemental fire with a Damage Bonus of +1. All together he would swing “12 Magic Fire” but he decides to use his Critical Attack skill and now he would call “24 Magic Fire Crit” for one attack.",
        "Additionally, the character can use his Critical Attack skill to block one martial attack which can either be damage, Critical Attack, Disarm, Stunning Blow, or Critical Backstab skills. The character may block ranged physical attacks but not those that have been used with the True Aim skill. Faith skills, spells or abilities cannot be blocked or stopped with this skill.",
        "A character can use this skill to parry even if it is delivered from behind, but not if from a surprise attack; therefore it is impossible to parry the Waylay skill. It is also possible to parry an attack directed against someone else as long as they are within weapons length.",
        "The character can choose to block a spell with this skill for another person; however they will take the effect of the spell and must call the appropriate defense against spells if they wish not to take the spell’s effect. The character may not block a spell that has been augmented with the Perfect Aim skill.",
        "To use this skill as a parry the player should call “Crit Parry”.",
        "When this skill is used offensively, it is not used if the character misses their target or the attack is blocked. If they succeed in striking their target or if the target calls an appropriate defense, the skill is used. This skill is always used once used to parry an attack. This skill does not double any additional damage from the Heal Wounds skill, Wounding skill, or Elemental Pool Points."
      ]
    },
    {
      "name": "Critical Backstab",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Dexterity",
      "prerequisites": "Rogue Basic Career Skill List, 2 Backstabs",
      "skillList": "Master Thief",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill allows the character to double their weapon damage for one swing when attacking from behind. The player should double the amount of damage their character is swinging including base weapon damage, Damage Bonus, Strength Bonus, alchemical affects or magic bonuses. The character must be approximately 90 degrees behind their target to be considered behind them. The character cannot reach their arms around the target to use their Critical Backstab skill. A Critical Backstab does not have to be delivered from surprise. This skill can be used with the Waylay skill to double the damage of the Waylay skill. The player should suffix the damage they call with the word “Crit”.",
        "This skill is not used if the character misses their target or the attack is blocked. If they succeed in striking their target or if the target calls an appropriate defense, the skill is used.",
        "This skill does not double any additional damage from the Heal Wounds skill, Wounding skill, or Elemental Pool Points."
      ]
    },
    {
      "name": "Dark Blessing",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "2 Wounding Skill Purchases",
      "skillList": "Servant of Darkness",
      "purchase": "Multi",
      "duration": "10 Minutes",
      "description": [
        "This skill allows the character to bless Servants of Darkness, Dark Acolytes, and non-mortal beings of evil (such as Hierarchs, Demons, and undead) with a +1 Strength Bonus and immunity to fear. This skill is non-latent and will last for 10 minutes from time of blessing. If this skill is used on an unaligned person, a Follower of Light or a being of good, the skill is used but it will have no effect. This skill cannot be stacked with itself, but will stack with other Strength Bonuses.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Dark Cleric",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Faith",
      "prerequisites": "Plot Approval",
      "skillList": "Servant of Darkness",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill grants the character a limited immunity to necromancy. The character is immune to any undead creation spell in the Necromancy School. Damaging spells from that school still effect the character normally and a Death Slave spell will bring the character to the Brink of Death. Undead creating sorcery rituals affect the character normally."
      ]
    },
    {
      "name": "Dark Paladin",
      "buildCost": 2,
      "tagged": "No",
      "skillType": "Faith",
      "prerequisites": "Plot Approval, Cleric of Darkness",
      "skillList": "Servant of Darkness",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill makes the character permanently immune to all fear affects.",
        "This skill can be purchased in the same month as the Dark Cleric skill."
      ]
    },
    {
      "name": "Dark Sorcerer",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Faith",
      "prerequisites": "Plot Approval, Rank 3 Sorcery",
      "skillList": "Servant of Darkness",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to cast dark only rituals, gives the character a +5% Casting Bonus to all dark and dark only rituals and doubles the caster and participants’ Knowledge Bonus for ranks of Necromancy School known.",
        "For more information, see the sections on the Servant of Darkness Advanced Career and Sorcerer Advanced Career."
      ]
    },
    {
      "name": "Darkwood Ranger",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Miscellaneous",
      "prerequisites": "Tracking",
      "skillList": "Master Miscellaneous",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to move through the Darkwood Forest unmolested by its denizens by knowing the safe paths to travel and how not to alert the creatures that live there. If the character wishes, they can lead a group of no more than seven other characters safely through at one time.",
        "It does not give the character any special knowledge of what might live in the forest or where anything in the forest is, just how to navigate safely through it.",
        "The more intelligent, free willed creatures in the forest are not fooled and can choose to act when they see the character normally. Additionally, these Darkwood creatures do not take kindly to intruders and usually act to kill anyone with this skill they find wandering where they are not supposed to be."
      ]
    },
    {
      "name": "Death Touch",
      "buildCost": 10,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Venom Touch",
      "skillList": "Servant of Darkness",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill causes the targeted character to go the Brink of Death. Also, the Death Touch skill can be reversed to life any evil character – Servant of Evil, Greater Undead, any demon, etc. If used in this way, it takes 1 minute to invoke and the character falls unconscious for 10 minutes. Note, when this skill is used as a life effect, the target character does not stop their Death Count.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill. This skill can be delivered by touch or through a weapon. If delivered through a weapon, the targeted character must be struck, and unlike Channeled spells, weapons and shields will stop the attack. If the character misses their target or the target uses a martial skill to stop the attack, the skill is not used. If the attack is stopped by a Resist Evil or Life skill or a magical defense that stops physical attacks the skill is used."
      ]
    },
    {
      "name": "Decapitate",
      "buildCost": 15,
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "2 Slays, Continuous +5 Strength Bonus",
      "skillList": "None",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill works just like the Slay skill with the following exceptions. First the target character’s head is severed and is assumed to land near the character’s body. Second, the character is not Mortally Wounded, but is at the Brink of Death. Lastly, this skill cannot be used as a parry to an attack. The character must call “Decapitate” after the blow is delivered, followed by any special damage modifiers, such as “Magic”, “Silver”, etc.",
        "This skill requires the character to have a +5 Strength Bonus to learn and use. This can either be a natural racial bonus or from some other source, such as a magic item. However, the Strength Bonus must be a continuous bonus, not one that has a duration or is invoked for a duration. Therefore, things such as a Strength Potion does not count towards this prerequisite."
      ]
    },
    {
      "name": "Destroy Lesser Undead",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Paladin, Detect Undead",
      "skillList": "Follower of the Light",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill will destroy any lesser undead or lesser demon by touch or through a weapon. This skill can be blocked by a magical defense against physical attacks and the Destroy Lesser Undead skill is used. A martial parry skill will block the attack but the Destroy Lesser Undead skill is not used.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Destroy Undead",
      "buildCost": 7,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Destroy Lesser Undead",
      "skillList": "Follower of the Light",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill will destroy any undead or demon of any type by touch or through a weapon. The targeted character is completely destroyed and turns to dust if corporeal or vanishes if non-corporeal. Demons or Hierarchs are brought to the Brink of Death and instantly banished to their home plane leaving their worldly possessions behind. The Paladin is brought to the Brink of Death after successful use of this skill.",
        "Unlike other skills, this skill is not used if it is stopped by any defense that stops physical attacks and the Paladin suffers no ill effects. If stopped by an Empowerment skill, this skill is used and the Paladin suffers no ill affects. However, if this skill is blocked by an innate Resist ability, the skill is used and the Paladin is brought to the Brink of Death.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Detect Lie",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Cleric",
      "skillList": "Follower of the Light",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill will test the veracity of the last statement made by another character. To use this skill, the character should call a Hold, privately ask the target player if they are lying, then call the Lay On. The skill is undetectable in-game to bystanders and the target character. However, a character with the Lie skill can use their skill as a defense. This is the only defense to this skill.",
        "The veracity of the statement is based on what the player, not the character, knows is the truth. Therefore, if the character is intentionally lying or lying under compulsion (charm effect, Forget and Remember poison, etc), they are lying and will detect as such. Even if the character’s perception of the truth is skewed, the skill will detect the statement as a lie.",
        "For example, a character does not believe it is murder to kill Halflings. After killing Kay, Scanlon asks the character if they killed Kay. The character says no, and Scanlon uses his Detect Lie skill to test the truthfulness of the statement. While the character does not believe killing Halflings is murder, the player must tell Scanlon that he is lying.",
        "The player should not draw upon out-of-game knowledge their character should not know about when judging the truthfulness of their answer.",
        "For example, Susan helped a Plot Marshal set up an ambush down the road. The marshal decides to make her the bait, an innocent farmer’s wife who is being chased by a Lesser Troll the brigands have dominated. The farmer’s wife screams for help and Calandris and his friends hear the call for help and investigate. Calandris asks the farmer’s wife if this is a trap, and she answers no. Calandris uses his Detect Lie skill and learns the farmer’s wife is not lying. While Susan knows there is a trap planned for the characters, her NPC is ignorant of the trick.",
        "If a character is lied to and later tells people the lie believing it to be the truth, he will not detect as lying.",
        "For example, while on an adventure Constantine meets a Dark Paladin who says he killed Squire Scanlon and shows him is tabard. Believing the Dark Paladin, Constantine runs to Avalon to get help. Suspecting this may be a trap, Juhani uses her Detect Lie skill to test the veracity of his statement. The skill reveals Constantine is not lying and they go off to find the Dark Paladin. Along the way they meet Squire Scanlon who is alive and well and is looking for his missing tabard.",
        "In the above example, Constantine was not attempting to lie to Juhani, even though he was wrong and Squire Scanlon was alive, the skill still revealed he was telling the truth.",
        "This skill requires no verbal to use."
      ]
    },
    {
      "name": "Detect Undead",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Cleric",
      "skillList": "Follower of the Light",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill allows the character to sense if another character is undead, demonic, draconic, or other higher power by looking at them. This skill can only be stopped by the Cloak Undead skill. If used against a character who is currently possessed, this skill will reveal this fact and the nature of the possessing character.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Disarm",
      "buildCost": [
        4,
        8
      ],
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "Any Weapon Skill or Master Assassin",
      "skillList": "Warrior Basic Career Skill List, Assassin",
      "purchase": "Multi",
      "duration": "5 Seconds",
      "description": [
        "A character can use this skill to disarm another character’s weapon or any other item held in that arm. If the target character is using a one- handed edge or smaller weapon then the character can strike the targets arm or weapon, but if the character is using a bastard or two handed weapon then they must strike one arm to disarm the opponent. The character must call “Disarm” after the blow is delivered followed by any special damage modifiers, such as “Magic”, “Silver”, etc.",
        "A character that has been disarmed must drop what is in that arm and cannot use that arm for 5 seconds. They cannot pick up their weapon nor do any other in-game action with that arm for 5 seconds. The character should drop their weapon at their feet; they cannot throw the weapon behind them or to another character.",
        "If the item in the character’s hand is attuned to the character, then the character does not have to drop the item, but they still cannot use that arm for the full 5 seconds. An Attachment spell or a Paste of Stickiness will not prevent the character from losing the weapon in their hand.",
        "This skill can be used with ranged attacks. The character must still hit the arms to disarm someone. If the True Aim skill is used, then it is assumed to hit where needed to disarm an opponent.",
        "Shields cannot be disarmed if wielded, but if the character is simply holding the shield then it can be disarmed by striking that arm.",
        "This skill can be used to parry a Disarm skill. It cannot be used to parry any other martial attack or for another character. The character should call “Retain” when they use this skill to stop a disarm attempt.",
        "When this skill is used offensively, it is not used if the character misses their target or the attack is blocked. If they succeed in striking their target or if the target calls an appropriate defense the skill is used. This skill is always used once used to parry a Disarm skill."
      ]
    },
    {
      "name": "Disarm Trap",
      "buildCost": [
        2,
        6
      ],
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "None",
      "skillList": "Rogue Basic Career Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "With this skill, a character may attempt to disarm traps the character comes across while playing the game. This skill does not allow the character to automatically disarm a trap, the player must actually disarm the trap they find during game play.",
        "Without this skill, any character that attempts to disarm a trap will automatically set it off, even if the player successfully disarmed the trap. Any character can detect any trap they can see in-game; this skill is not required to detect traps."
      ]
    },
    {
      "name": "Dissection",
      "buildCost": 5,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Alchemy Lore or Sorcery Lore",
      "skillList": "Alchemist, Sorcerer",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to take and preserve a body part from a dead or immobile character. Using this skill takes 1 minute and the character should roleplay cutting or removing the body part as appropriate. Additionally, the character needs to use a dissection knife to use this skill; no other tools or items can be used.",
        "Normally, any body part taken from a character dissipates after 5 minutes. However, if the body part was removed and preserved by someone with the Dissection skill, the body part does not dissipate. If the character is healed or resurrected, the character is whole and intact even if a portion of its body is preserved elsewhere.",
        "When you start to remove an internal organ, bones or blood, you deliver a Killing Blow in the first three seconds of starting the dissection. You cannot use First Aid, Battle Surgery, Icy Preservation spell, or other means that stop a Death Count while you are Dissecting a part from a character.",
        "This skill allows a character to collect components from various characters. However, you can only collect the same component once from the same character per month.",
        "For example, Adriana needs the unwilling heart of a Paladin for her Dark Sorcery. She captures Rynn and dissects his heart, then casts a Life spell on him. She can take his heart again if she wishes but it would not be useable in her ritual; only the first heart is worth anything.",
        "Only one component can be taken from the same character per Event, regardless of how many characters are dissecting the body. If multiple characters dissect the same body, then the first one to finish is the only one who gains a usable component. They could take the heart, muscles, or blood but only the first one finished would be a valid component.",
        "This skill is used to extract components from a character. It can never be used to preserve a whole character or body. If a part is dissected that contains other components, those components are null and useless."
      ]
    },
    {
      "name": "Distraction",
      "buildCost": 4,
      "tagged": "Yes",
      "skillType": "Dexterity",
      "prerequisites": "Trap Dodge",
      "skillList": "Master Thief",
      "purchase": "Multi",
      "duration": "10 Seconds",
      "description": [
        "This skill allows the character to distract another character for 10 seconds. While distracted, the character cannot take any offensive action or theft against the target character. The target character cannot be Killing Blowed. Should the distracted character be attacked or any violent action takes place within 10 feet of them the character is no longer distracted.",
        "The targeted character should roleplay being distracted by something for the duration of this skill.",
        "To use this skill the character needs to hit the target character with a spell packet and call “Distraction”. This skill cannot be combined with the True Aim skill. This charm like skill can be stopped by an Iron Will or a use of the Hypnosis skill used defensively. This is not stopped by martial or magical defenses that stop physical attacks. The target of this skill is aware that they have been distracted by the character."
      ]
    },
    {
      "name": "Divination",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "By taking 10 minutes of in-game roleplay, the character is able to see into the beyond and divine the fate of a character. This skill is rather unreliable, not all predictions come true and those that do, rarely the way the characters expected. Once the diviner is finished with their reading, they should write down their prediction on a sheet of paper and hand it to a Plot Marshal. The Plot Marshal, at their own discretion and under no obligation, may or may not act on the information and should they chose to act, they are under no obligation to use it the way the character would wish or think.",
        "Knowing this skill allows the character to use any divination tools they wish to, for example: tarot cards, dice, bones, tea leaves, crystal balls, palm reading, etc."
      ]
    },
    {
      "name": "Dodge",
      "buildCost": 10,
      "tagged": "Yes",
      "skillType": "Dexterity",
      "prerequisites": "Rogue Basic Career Skill List, 4 Unique Dexterity Skills",
      "skillList": "Assassin, Master Thief",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill will allow a character to avoid any one magical or physical attack, even from surprise. If the attack is an area affect attack, this skill does not allow the character to move to avoid the area of affect.",
        "The character may dodge an attack even while encumbered, for example when carrying a body or other heavy items. The character may also dodge when blinded or unable to see the attacker or the attack. However, the character cannot dodge an attack if they are immobilized in any way, or if they intentionally touch or pick up an item or person. This includes areas or parts of a structure that a character intentionally touches. A character is considered immobile if they are affected by a Pin, Bind, Paralysis, Imprisonment spell or similar effect or if they are held by another character. A character in a Magic Sanctuary spell must drop the sanctuary in order to dodge.",
        "The character must call “Dodge” when they use this skill. This skill is always used once called."
      ]
    },
    {
      "name": "Double Cast",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Arcane",
      "prerequisites": "Any 3 Warlock Skills",
      "skillList": "Warlock",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill allows a character to cast two identical spells at the same time. The caster must pay the Power Point cost for each spell and use two purchases of every Warlock skill they use in the casting. However the character only needs one use of the Speed Cast skill. The caster must use both hands within the normal 5 second limit after saying the verbal; the spell packets do not have to be thrown simultaneously, and the caster may transfer a spell packet from one hand to another during this time. It is not possible to augment only one of the spells with a Warlock skill. This skill can only be used with a spell cast by the character and not when invoked from an item or read from a scroll.",
        "One defense that stops spells must be used for each spell, even if both spells are directed against the same target. This is true even when using a Dodge skill to stop the attack.",
        "For example, Lascula is fighting some Sea Elves and one of them attacks him, casting a spell “With Perfect Aim, Double Cast Death Slave Spell”. Lascula calls “Dodge, Dodge” and moves behind a large rock. The Warlock can no longer see him. After the fight, the players hand over their tags and Lascula needs to give two Dodge skill tags, one for each of the Death Slave spells cast at him with the Double Cast skill.",
        "To use this skill, the caster must have nothing but a spell packet in each hand, and prefix the spell verbal with “Double Cast…”"
      ]
    },
    {
      "name": "Double Power",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Arcane",
      "prerequisites": "Any 3 Warlock Skills",
      "skillList": "Warlock",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill allows the character to double the numerical effect of either: twice the damage, twice the size, or twice the effect of any spell. This does not change the cost in Power Points of the spell. For example, a Double Power Dragon’s Breath spell would do 64 points of magical fire damage and cost 8 Power Points. This skill can only be used with a spell cast by the character and not when invoked from an item or read from a scroll.",
        "For the spell to be doubled, it must involve a numeric quantity. For example: Double Power Armor spell grants 6 points of armor, Double Power Fortitude spell has an 8 Threshold, Double Power Blast spell would destroy a door twice as large, a Double Power Wall of Force spell would be 20 feet by 20 feet, a Double Power Lock spell would require a Strength Bonus of +6, etc. This skill does not increase the duration or number of uses of a spell.",
        "The use of this skill is indicated by prefixing the spell verbal by “Double Power…”"
      ]
    },
    {
      "name": "Druid",
      "buildCost": 5,
      "tagged": "No",
      "skillType": "Faith",
      "prerequisites": "Herbal Lore, Requires Plot Approval",
      "skillList": "Druid",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill makes the character a Druid and gives the character access to the Druid Advanced Career Skill List.",
        "With this skill, the character gains a limited immunity to necromancy. The character is immune to any undead creation spell in the Necromancy School. Damaging spells from that school still effects the character normally and a Death Slave spell effects the character as a Kill spell would. Undead creating sorcery rituals effect the character, but they are at half power, in other words, half the normal Body Points, Power Points, Strength Bonus, skills, etc. and is wracked with constant pain and agony.",
        "This skill also allows the Druid to communicate with animals and plants at will. The Druid’s words are understandable to the people around them, but the responses from the plant or animal are not. The animals or plants are not automatically friendly or benevolent towards the Druid.",
        "This ability will work on some “monsters” that are natural creations of the Mother. The player must learn about these in-game. For plants or animals not played by an NPC, a Marshal is required to use this skill. If none is available, the plant or animal has nothing to say."
      ]
    },
    {
      "name": "Dwarven Resist",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Racial",
      "prerequisites": "None",
      "skillList": "None",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill will stop any poison or disease that affects the character.",
        "This skill is not latent and the character has to call this skill when they are affected by a poison or disease. If a character has another defense against the effect they must call their Dwarven Resist skill first. If a character is out of Dwarven Resist skill uses for that Tag Cycle they do not have to call another defense against the poison or disease effect.",
        "The character must call “Dwarven Resist” when they use this skill. This skill will not work if the character is unconscious."
      ]
    },
    {
      "name": "Echo",
      "buildCost": 6,
      "tagged": "Yess",
      "skillType": "Arcane",
      "prerequisites": "Spell Singing Rank 3",
      "skillList": "Spell Singer",
      "purchase": "Multi",
      "duration": "10 Minutes",
      "description": [
        "By means of this skill, the Spell Singer is able to change the duration of any spell song from “While Sung” to “10 Minutes”.",
        "For this skill, the Spell Singer must create two lines that are prefixed to the Spell Singer’s song they want to Echo. When the song is completed the player should call the name of the song and “Echo”. For example, if the character is using Echo on their Sleep song, the player would call “Sleep Echo”."
      ]
    },
    {
      "name": "Elemental Attunement",
      "buildCost": 4,
      "tagged": "No",
      "skillType": "Faith",
      "prerequisites": "2 Elemental Pool",
      "skillList": "Druid",
      "purchase": "Special",
      "duration": "Constant",
      "description": [
        "When the character learns the Elemental Pool skill, they gain one element of their choice that they can use with their pool. This skill allows them to attune themselves to one new element each time this skill is purchased.",
        "This skill can only be purchased five times. Also, each purchase of this skill counts as a new master level skill."
      ]
    },
    {
      "name": "Elemental Pool Points",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Druid",
      "skillList": "Druid",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "Once this skill is purchased, the character gains an Elemental Pool. For each purchase of this skill, the character gains 20 Elemental Pool Points. The character may use this to deal magical damage of the type given in the table below. The character must choose one element from the table below when the skill is purchased. Later, the character can learn the Elemental Attunement skill to learn to wield more elements from the table below.",
        {
          "type": "table",
          "headers": [
            "Element",
            "Opposite",
            "Effect"
          ],
          "rows": [
            [
              "Air",
              "Earth",
              "Lightning Damage"
            ],
            [
              "Earth",
              "Air",
              "Earth Damage"
            ],
            [
              "Fire",
              "Water",
              "Fire Damage"
            ],
            [
              "Water",
              "Fire",
              "Ice Damage"
            ],
            [
              "Life",
              "Death",
              "Healing Damage"
            ],
            [
              "Death",
              "Life",
              "Body Damage"
            ]
          ]
        },
        "The character may use this pool to throw the elemental damage at a rate of one EPP for one point of damage up to the maximum of the character’s current pool total. The character may use this skill to increase the damage of their weapon strikes in addition to changing the type of damage to the element called upon. The character may use any amount of their available Elemental Pool to increase their damage on a one for one basis.",
        "For example, Kjellian is fighting a pack of undead that is normally only affected by silver weapons or better and some trolls. Having only normal weapons and swinging 3 points of damage, he uses seven points of his Elemental Pool with each swing calling upon elemental Life when striking the undead and elemental Fire when attacking the Trolls. He now swings 10 points of damage and calls “10 Magic Fire” or “10 Magic Life”. Kjellian can use more of his Elemental Pool with each attack to increase his damage accordingly.",
        "The character can also use their Elemental Pool to protect themselves and others from an elemental attack. The character can place a latent Elemental Protection that will stop any one elemental attack on a character for 15 EPPs. It will stop any elemental damage – even one augmented by a Warlock skill or damage suffixed with “Eldritch”, any spell from an elemental school, or damage from a physical elemental attack. The defense will not stop effects from physical attacks, for example: Slay, Assassinates, Disarms, Stuns (but it does stop the damage), etc. The Druid does not need to specify what the element is when the protection is granted and the Elemental Protection does not stack with itself.",
        "Finally, the Druid may cast Nature Magic from their Elemental Pool in addition to no normal Power Points. It costs a number of EPPs equal to twice the listed Power Point cost.",
        "This skill requires the use of a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill. Additionally the character must include the element called upon in the verbal when used as an attack. This skill can be delivered by touch or through a weapon. If delivered through a weapon, the targeted character must be struck, and unlike Channeled spells, weapons and shields will stop the attack. If the character misses their target or the target uses a martial skill to stop the attack, the skill is not used."
      ]
    },
    {
      "name": "Elemental Quintessence",
      "buildCost": 10,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Nature Magic Rank 3",
      "skillList": "Druid",
      "purchase": "Once",
      "duration": "1 Hour",
      "description": [
        "When this skill is purchased, the character embraces the elemental power of nature and gains the ability to call upon one element (chosen when the skill is purchased) and merge with it, transforming their body into a partial elemental. All armor and items worn are unchanged in the new form.",
        "When a character transforms, they must drop to their hands and knees for 1 minute to roleplay the shift. During this time, the character puts on the appropriate costuming for the elemental which must at least be a mask and a tabard. The character can be attacked and harmed during this time and no skills or abilities can be used. The Druid may call latent spell defenses or invoke spell defenses from items, however. Taking damage will not interrupt the transformation unless the Druid is rendered unconscious or worse. If the character is interrupted, they do not use the skill for that Tag Cycle.",
        "When transformed, the Druid gains the following abilities:",
        {
          "type": "list",
          "items": [
            "+20 Elemental Pool Points",
            "Deals 2 points of damage for each EPP used when using",
            "their embraced element.",
            "Claws always swing the embraced element and magic",
            "One special ability from the table below",
            "Immunity to all charm effects",
            "Immunity to Fear"
          ]
        },
        "They also suffer the following detriments while shape shifted:",
        {
          "type": "list",
          "items": [
            "The character becomes somewhat non-corporeal and loses the ability to wield weapons or shields."
          ]
        },
        {
          "type": "table",
          "headers": [
            "Element",
            "Special Ability"
          ],
          "rows": [
            [
              "Air",
              "Thunder and Lightning x3"
            ],
            [
              "Earth",
              "Flesh to Stone/Stone to Flesh x2"
            ],
            [
              "Fire",
              "Total Power Lava Burst x2"
            ],
            [
              "Water",
              "Arctic Wind x3"
            ],
            [
              "Life",
              "Elemental Life x2"
            ],
            [
              "Death",
              "Elemental Death x2"
            ]
          ]
        },
        "For air, earth, fire, an water, the abilities are stopped by defenses that stop spells (including absorption which gives the appropriate Power Points). For life and death, the abilities are physical effects and are stopped by any magical defense that stops a physical attack. The abilities require no verbals and the player should suffix the spell effects with the word “…Spell”.",
        "While in their quintessence form, the character appears as their character with aspects of the element. The character gains no special movement powers.",
        "The change normally lasts 1 hour, but the character may change back to their natural form at will. If while in the quintessence form, the character is brought to the Brink of Death, they are forced back into their natural form.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill.",
        "The character may only purchase Aspect of the Beast or Elemental Quintessence, not both. Once learned this skill cannot be unlearned in order to purchase the other skill."
      ]
    },
    {
      "name": "Elven Resist",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Racial",
      "prerequisites": "None",
      "skillList": "None",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill will stop the following charm effects: any Charm School spell even if augmented with the Total Power skill, any charm effect Spell Song, any charm effect Nature Magic spell, sorcery charm effect and friendship charm effects. This skill will not stop the Hypnosis skill, Vampiric Domination, alchemical items, demonic charms or draconic Charms.",
        "This skill is not latent and the character has to call this skill when they are affected by one of the listed effects. If a character has another defense against the charm effect they must call their Elven Resist skill first. If a character is out of Elven Resist skill uses for that Tag Cycle they do not have to call another defense against the charm affect.",
        "This skill will not work if the character is unconscious."
      ]
    },
    {
      "name": "Embalming",
      "buildCost": 2,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Alchemy Lore, Dissection",
      "skillList": "Alchemist",
      "purchase": "Once",
      "duration": "Special",
      "description": [
        "By use of this skill, the character is able to permanently preserve a corpse whole unlike Dissection, which only allows a character to preserve only parts of a creature. The body does not dissipate while it is being embalmed. The body can still be healed from the Brink of Death by the usual means, embalming does not end a character’s Death Count. Body parts of an Embalmed creature cannot be used as components except for golem creation.",
        "In order to use this skill, the body must be at the Brink of Death or Dead, the character must use Embalming Oil, and take 5 minutes in- game."
      ]
    },
    {
      "name": "Empower Evil",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Dark Paladin, Compel Greater Undead",
      "skillList": "Servant of Darkness",
      "purchase": "Multi",
      "duration": "Latent",
      "description": [
        "This skill allows the character to empower an intelligent lesser undead, a greater undead, any demon, or a Servant of Darkness to resist one Follower of the Light destroy skill, turn skill, Heal Wounds skill, or Heal Life skill. Additionally the Empower Evil skill will stop one Servant of Darkness Pain skill, Envenom skill, Death Touch skill, control skill, or Wounding skill. Empower Evil is latent and non-stackable.",
        "This skill requires the use of the character’s focus and a verbal which must be at least 5 syllables not including the skills name and must contain the name of the skill.",
        "The character must call “Empower Evil” when they invoke this skill."
      ]
    },
    {
      "name": "Escape",
      "buildCost": 4,
      "tagged": "Yes",
      "skillType": "Dexterity",
      "prerequisites": "Dodge",
      "skillList": "Assassin, Master Thief",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill allows the character to skillfully escape from normal mundane bonds, restraints or ropes that bind their arms or legs. This skill will not allow the character to escape from magical or alchemical bindings, being held by another character, or being paralyzed. Only one use of this skill is needed to free both the character’s arms and legs.",
        "The character must call “Escape” when they use this skill. The player may, if they wish, call a hold to remove the bonds."
      ]
    },
    {
      "name": "Evaluate Item",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "After spending 1 minute in-game examining an item, the character can tell how much it is worth in-game. Every in-game LAIRE item has a number engraved on it. The character can consult an Evaluate Item List to determine its value. The character cannot tell if an item is magical or not, nor can they identify an alchemical item or component with this skill.",
        "There is an out-of-game logistical limitation to this skill. If there is no Evaluate Item List available, the attempt fails."
      ]
    },
    {
      "name": "Evisceration",
      "buildCost": 6,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Battle Surgery, Autopsy, Dissection",
      "skillList": "None",
      "purchase": "Once",
      "duration": "Special",
      "description": [
        "This skill allows the character to painfully disfigure or alter certain body parts on an immobilized character without killing them. This causes pain until the character has been healed. Spells from the Healing School will undo the effects of this skill unless the user of this skill uses the appropriate amount of Moonwater to create an aberration. Any character with this skill can undo any Evisceration performed by another character without the aid of magic, but Sunwater is still necessary to undo an aberration. Characters with the Evisceration skill or Rank 1 Solutions skill can recognize the presence of Moonwater and in what quantity it appears on the character.",
        "Acts of Evisceration are limited by what can be roleplayed in-game or represented through props and make-up. A character cannot, for example, reattach someone’s legs on backwards and expect them to walk. Such extreme acts render limbs useless and cause pain, nothing more. Evisceration does allow the user of the skill to open up a character as if surgery were being performed. Limbs and minor organs can be removed. Characters can be impaled and other extreme forms of torture can be used. This skill does not allow the user to remove or damage the most vital organs (heart, lungs, etc.) Such acts render an immediate Killing Blow. This skill also does not allow the user to seamlessly transplant body parts with other characters. There are additional requirements and limits to Grafting and these are described below.",
        "To create an aberration, a Plot Marshal must approve the creation of any aberration. The character needs to spend 30 minutes in-game roleplaying this skill and use the amount of Moonwater listed in the table below. The character must fill out an Aberration Card (obtained from Plot) detailing the injuries that have been inflicted and the dosage of Moonwater used. This card must be approved and signed by a Plot Marshal and the target character must carry this card with them. A character can only work on one character at a time and only one character can use this skill on the target character at a time. The character must spend the full 30 minutes to use this skill. If they are interrupted or stop, the attempt fails and they must start over again from the beginning.",
        "To cure an aberration, an equal amount of Sunwater must be used before the character can be healed. Alternatively, a character with the Heal Wounds skill can heal an aberration by using a number of Healing Pool Points equal to the amount of Moonwater used.",
        "The types of aberrations the character can create and the amount of Moonwater needed are given in the table below. A character using more than the listed Moonwater has no additional affect.",
        {
          "type": "table",
          "headers": [
            "Effect",
            "Amount of Moonwater per Effect"
          ],
          "rows": [
            [
              "Festering Wounds",
              "8"
            ],
            [
              "Impaling",
              "16"
            ],
            [
              "Lobotomy",
              "24"
            ],
            [
              "Grafting",
              "32"
            ]
          ]
        },
        "Festering Wounds leave open, unhealable wounds on the target character. Up to three Festering Wounds can be created on one character. Each Festering Wound lowers the characters Body Point total by 10%, rounded down.",
        "A character can be Impaled by use of this skill. No object larger than a polearm can be used to impale the character. While impaled, the character is at half their Body Point total. If the impaled object is removed, the character is Mortally Wounded and can still be healed, however they will still be at half their Body Point total until properly healed.",
        "Lobotomizing a character removes a portion of their brain. The target character is affected as if under an Enfeeblement spell. The target character’s memories are never affected by use of the skill.",
        "A character can Graft a body part from one character onto another. Extra limbs, such as a third arm or leg, cannot be added. Wings or tails added are vestigial and do not function. Physical racial abilities such as Claws or gills can be granted to the target character. Immunities, vulnerabilities, skills, powers, knowledge, etc., cannot be transferred. A maximum of a +1 Strength Bonus can be gained by use of this skill.",
        "If an aberration dies and resurrects in the Healers Guild without their body, all aberrations are healed and the character resurrects normally."
      ]
    },
    {
      "name": "Extend Duration",
      "buildCost": 5,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Alchemy Lore, Any One Rank 4 of Potions, Poisons, or Solutions",
      "skillList": "Alchemist",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the Alchemist to increase the duration of an alchemical item. This skill must be used at the time of creation and cannot be used after the alchemical item is made. Using this skill increases the number of Production Points and Reagent Tags needed. Below is a table that outlines these cost increases.",
        "An alchemical item can never increase its duration by more than two levels and can never last longer than an Event. Whether this skill works on an alchemical item is noted in the item’s description.",
        {
          "type": "header",
          "content": "Time Increments"
        },
        {
          "type": "list",
          "items": [
            "Instant",
            "10 Min",
            "1 Hour",
            "6 Hours",
            "24 Hours",
            "1 Event"
          ]
        },
        {
          "type": "table",
          "headers": [
            "+",
            "Production Point Increase",
            "Reagent Tag Increase"
          ],
          "rows": [
            [
              "+1 Level",
              "+50%",
              "+50%"
            ],
            [
              "+2 Level",
              "+100%",
              "+100%"
            ]
          ],
          "footers": [
            "Note: “Level” refers to how many time increment increases you make. Going from 10 Min to 1 Hour is +1 Level; going to 6 Hours is +2 Levels."
          ]
        }
      ]
    },
    {
      "name": "Extend Spell Song",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Spell Singing Rank 4",
      "skillList": "Spell Singer",
      "purchase": "Once",
      "duration": "Special",
      "description": [
        "This skill allows the character to extend the range of the Heroism song. In order to use this skill effectively, there must be other Spell Singers who can hear the song in the area. The character starts their song and calls “Extension” at the end, then any other Spell Singer who heard the song can then take up the song and extend its range. The Spell Singers must still be able to hear the originator of the song in order to continue extending it.",
        "Should one of the Spell Singers move too far away and can no longer hear the originator, they may move back in range and take up the song again. Only characters with the Spell Singer skill can extend the song. If the originator should stop singing, the song ends for everyone."
      ]
    },
    {
      "name": "Extension",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "Channeling",
      "skillList": "Master Warrior",
      "purchase": "Multi",
      "duration": "5 Minutes",
      "description": [
        "When the character invokes this skill, it will allow them to increase the duration for holding a spell they are going to channel from 5 seconds to 5 minutes. After the spell verbal is completed, the caster must still state the name of the spell every 5 to 10 seconds. The skill is used once the spell verbal is successfully completed. If the character takes damage or the 5 minutes are up, the spell is lost.",
        "The verbal for this skill is “Extension” which must prefix the normal spell verbal. A character cannot use this skill with the Redirect skill, only spells they cast themselves can be extended."
      ]
    },
    {
      "name": "Feat of Strength",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "Warrior Basic Career Skill List, 2 Staminas",
      "skillList": "Master Warrior",
      "purchase": "Multi",
      "duration": "Instant or 15 Seconds",
      "description": [
        "Using this skill gives the character a +3 Strength Bonus, Non- Combinable, allowing the character to perform a feat of great strength, adding 3 points of damage to one swing, performing an action such as carrying a body for 15 seconds, or similar actions.",
        "This skill may be stacked with the Giant Strength spell, Feat of Heroes spell, any giant strength potion, or any other Strength Bonus.",
        "Unlike any other type of Strength Bonuses, the Feat of Strength skill will stack with itself. So, if a character has three purchases of the skill he can increase his damage for one swing by 9 points of damage, or perform an action requiring a +9 Strength Bonus, Non- Combinable.",
        "If this skill is used to increase the character’s damage, it is not used if they miss or the attack is blocked. If they succeed in striking their target or if the target calls an appropriate defense, the skill is used.",
        "The character must call “Feat of Strength” when they use this skill."
      ]
    },
    {
      "name": "First Aid",
      "buildCost": 2,
      "tagged": "No",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill can be used to heal a living character that is Bleeding to Death. The character places two free hands on the target character and calls “First Aid” and begins a 1 minute count. Once a character starts to use this skill the target character’s Death Count stops. After the 1 minute count, the character is Unconscious at 0 Body Points and after 5 minutes will regain consciousness and be at 1 Body Point. Also, this skill can be used to wake up a character that is Unconscious and has more than 1 Body Point. The character should place a free hand on the target character and begin a 1 minute count. No Body Points are restored when using the First Aid Skill in this manner.",
        "A character can only be first aided by one character at a time and a character can only first aid one character at a time. The use of this skill requires the character to concentrate while they are using this skill. The player should look at the character they are using this skill on and can only talk, invoke Latent spells, or use a Dodge skill while first aiding someone. If the use of this skill is interrupted by either taking damage or the character choosing to stop, the target character must resume their Death Count. If the character wishes to try to first aid again, they must start from the beginning.",
        "A character can also use this skill to assess the condition of another character. The character places a free hand on the target character, says “First Aid Assess” and takes a 5 second count. Once the character starts to assess the condition of the target character, and if that character is Bleeding to Death, their Death Count stops. The character using this skill will learn what stage their Death Count is at and how many Body Points the target character is down.",
        "This skill cannot be used to heal characters who are Mortally Wounded or at the Brink of Death.",
        "A character can choose to use a real bandage when using this skill. The bandage is in-game, does not have to be purchased, must be white, and must be larger than 2 feet by 3 inches. The character must either have their hand on the target character or be bandaging to use this skill. If the character uses a bandage, the time it takes for the target character to wake up is cut in half – only taking 2½ minutes. Once the target character wakes up, the bandages are no longer needed and can be removed or returned to the first-aider to re-use."
      ]
    },
    {
      "name": "Florentine",
      "buildCost": [
        3,
        9
      ],
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "Any One-Handed Weapon Skill",
      "skillList": "Warrior Basic Career Skill List, Rogue Basic Career Skill List",
      "purchase": "Once",
      "duration": "Custom",
      "description": [
        "This skill allows the character to use a one handed weapon in one hand and a small weapon in the other. The character cannot use two one handed, any bastard, or any two handed weapons with this skill. The character must strike and call damage separately for each weapon. Any Strength Bonus the character has adds to the damage of both hands, unless that Strength Bonus is for only one attack, then the character can only apply it to one hand and one attack."
      ]
    },
    {
      "name": "Forest Meld",
      "buildCost": 6,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Pass Without a Trace",
      "skillList": "Druid",
      "purchase": "Multi",
      "duration": "Special",
      "description": [
        "For each use of this skill purchased, the character may become undetectable while standing next to a tree or shrub. Once invoked, the character may not move or speak or the effect is negated and the ability is used. To use this ability, the player stands next to a tree or shrub and crosses their hands or weapons over their head. This skill cannot be used while in combat.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Greater Magic Weapon",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Paladin or Dark Paladin",
      "skillList": "Follower of the Light, Servant of Darkness",
      "purchase": "Multi",
      "duration": "30 Minutes",
      "description": [
        "When invoked, this skill will empower any weapon the character holds to swing for magical damage for 30 minutes. This skill is hand specific and once invoked, only weapons in that hand will be augmented. There is no Damage Bonus or other effect from the use of this skill. The weapon can still be shattered.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Gypsy Curse",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Racial",
      "prerequisites": "None",
      "skillList": "None",
      "purchase": "Once",
      "duration": "Special",
      "description": [
        "This skill allows the character to curse another character when they are killed. The curse is enacted when the character leaves their body after being at the Brink of Death. The player should announce the curse to the offending character and the effect is immediate. There is no defense to this skill except for the Resist ability.",
        "The curse can be removed by the character or by a clan’s leader. Otherwise, the character must find a way to remove the curse. As with other curses, this curse will stay with the character even if they are killed.",
        "Below are the curses a character can use. They can choose a curse for their level or any lower level.",
        {
          "type": "table",
          "headers": [
            "Character Level",
            "Curse"
          ],
          "rows": [
            [
              "1-4",
              "Curse character to end every sentence with one word, chosen at time of curse. Curse character to kneel while they are speaking to a gypsy. Curse character to never use their hands to eat."
            ],
            [
              "5-9",
              "Curse character to always accept a bet, no more than 5sp wager. Curse character to always yell – as loud as they can – everything they say. Curse character to always walk in light. They must carry a light source as bright as a Light spell if it is dark. If there is no light present, they cannot move."
            ],
            [
              "10-14",
              "Curse character to always tell the full and complete truth. Curse character to be blind. Curse character to never be able to run."
            ],
            [
              "15-19",
              "Curse character to be unable to move unless there is another character in line of sight. Curse character to never refuse a request for help. Curse character to wither away, loosing 10%, rounded up, of their original Body Point total per month down to a minimum of 1 Body Point."
            ],
            [
              "20-29",
              "Curse character to take whatever damage they deal in hand to hand combat. Curse character to stutter, making them unable to use any skill that requires a verbal or cast spells. Curse character to take double damage from all forms of attacks, no effect on durations."
            ],
            [
              "30+",
              "Curse character to be brought to the Brink of Death before every dawn by any means plot devises. Curse character to never be able to hurt another character directly."
            ]
          ]
        }
      ]
    },
    {
      "name": "Heal Life",
      "buildCost": 10,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "2 Heal Wounds",
      "skillList": "Follower of the Light",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill allows the character to bring another character that is at the Brink of Death back to life at 1 Body Point without having to use the Death System. The character using this skill is rendered unconsciousness for 10 minutes with no way of being awoken.",
        "This skill may also be used as an attack, either by touch or through a weapon, against undead only. It can also be used to block the Death Touch skill. Using the skill in either of these ways does not cause the character to fall unconscious.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill. This skill can be delivered by touch or through a weapon. If delivered through a weapon, the targeted character must be struck, and unlike Channeled spells, weapons and shields will stop the attack. If the character misses their target or the target uses a martial skill to stop the attack, the skill is not used. If the attack is stopped by an Empower skill or a magical defense that stops physical attacks, the skill is used."
      ]
    },
    {
      "name": "Heal Wounds",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Cleric",
      "skillList": "Follower of the Light",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "Once this skill is purchased, the character gains a Healing Pool. For each purchase of this skill, the character gains 25 Healing Points. The character may use this to heal any character’s Body Points at a rate of one for one or harm undead characters at the same rate. The character may also use their pool to mimic Healing School spells at double the Power Point cost and by touch only. The table below outlines what spells they can mimic and how many Healing Pool Points it costs.",
        {
          "type": "table",
          "headers": [
            "Healing Spell",
            "Healing Pool Points"
          ],
          "rows": [
            [
              "Detect Life",
              "0*"
            ],
            [
              "Purify Blood",
              "4"
            ],
            [
              "Assess Ailment",
              "8"
            ],
            [
              "Heal Body",
              "8"
            ],
            [
              "Heal this Mind",
              "8"
            ],
            [
              "Heal this Limb",
              "10"
            ],
            [
              "Heal this Mortal Wound",
              "12"
            ],
            [
              "Return Ghoul**",
              "16"
            ],
            [
              "Return Death Slave**",
              "40"
            ]
          ],
          "footers": [
            "* The character must have at least 1 Healing Pool Point to Detect Life.",
            "** Only Clerics can mimic these two effects, not Paladins."
          ]
        },
        "The character may use this skill to augment their damage to “Light” which will deal direct body damage to all undead and demons and requires one point of their Healing Pool per attack. This does not increase the damage done by the attack. The character may use any amount of the Healing Pool they have left to deliver damage by touch or thrown via a spell packet. A character may not touch another character if they are engaged in combat.",
        "For example, Kida has three purchases of the Heal Wounds skill giving her 75 Healing Pool Points. She has used 20 Healing Pool Points already that Tag Cycle. She sees a demon pontificating to the Avalonians attempting to cower them into submission. She walks up behind the demon and touches the character using her Healing Pool to inflict damage. She says, “By the light of the sun I cleanse your evil taint with 30 Light”. The NPC demon takes 30 points of direct Body Point damage. Now Kida is engaged in combat and cannot touch the NPC. She uses her dagger to attack the demon. Normally she swings 1 damage with her dagger, but Kida has used a Holy Blessing and a +3 Strength Potion. She uses 1 point of her Healing Pool to augment her damage and now swings “5 Light” – 1 for the dagger, +1 for the Holy Blessing and +3 for the Giant Strength potion.",
        "The character that also has the Paladin skill may use this skill to increase the damage of their weapon strikes in addition to changing the type of damage to “Light”. The character may use any amount of their available Healing Pool to increase their damage on a one for one basis.",
        "For example, Reylos is fighting a pack of undead that is normally only affected by silver weapons or better. Having only normal weapons and swinging 7 points of damage, he uses three points of his Healing Pool with each swing. He now swings 10 points of damage and calls “10 Light”. Reylos can use more of his Healing Pool with each attack to increase his damage accordingly.",
        "Damage augmented with “Light”, in either case, does not harm living characters unless noted on their Character Card.",
        "This skill requires the use of a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill. This skill can be delivered by touch, thrown, or through a weapon. If delivered through a weapon, the targeted character must be struck, and unlike Channeled spells, weapons and shields will stop the attack. If the character misses their target, no matter how it is delivered, or the target uses a martial skill to stop the attack, the skill is not used. If the attack is stopped by an Empower skill or a magical defense that stops physical attacks, the skill is used."
      ]
    },
    {
      "name": "Herbal Lore",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to identify and collect herbs during an Event. The player should go to the NPC Cabin and inform a marshal they are attempting to collect herbs. The player must then spend time in-game looking for herbs. The longer the character looks, the more likely it is they will find something. When the character finishes, they return to the NPC Cabin and a random roll will determine what the character finds.",
        "With this skill, the character can bring in-game any common herb that they have a physical representation for. For example, the player brings in a pack of mint leaves from the supermarket and can ask the Treasure Manager to write them out the appropriate number of tags. The maximum amount of herbs a player can bring in is 1 silver piece worth per month."
      ]
    },
    {
      "name": "Hibernate",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Faith",
      "prerequisites": "Forest Meld",
      "skillList": "Druid",
      "purchase": "Once",
      "duration": "Special",
      "description": [
        "This skill allows the character to meld with nature and fall asleep for as long as the character wants, but:",
        {
          "type": "list",
          "items": [
            "The time specified has to be longer than one week,",
            "The Duration has to specified at the time the skill is used, and",
            "Has to be used in a natural surrounding."
          ]
        },
        "While hibernating, the character is safe from all outside harm and cannot be found. The character does not need to eat, sleep or excrete. They do not age nor do they have any sense of the outside world or the passage of time.",
        "If this skill is used between Events, the character does not need to pay their upkeep and cannot learn any new skills.",
        "To use this skill, the character cannot be in danger of being attacked, engaged in combat, and must sit and meditate for 1 hour. This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Holy Blessing",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "2 Heal Wounds",
      "skillList": "Follower of the Light",
      "purchase": "Multi",
      "duration": "10 Minutes",
      "description": [
        "This skill allows the character to bless Followers of the Light, Acolytes, and non-mortal beings of good (such as Dragons, Drakes, and Solars) with a +1 Strength Bonus and immunity to fear. This skill is non-latent and will last for 10 minutes from time of blessing. If this skill is used on an unaligned person, a Servant of Evil, or a being of evil, the skill is used but it will have no effect. This skill cannot be stacked with itself, but will stack with other Strength Bonuses.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Hypnosis",
      "buildCost": 10,
      "tagged": "Yes",
      "skillType": "Dexterity",
      "prerequisites": "Master Assassin Skill",
      "skillList": "Assassin",
      "purchase": "Multi",
      "duration": "30 Minutes",
      "description": [
        "This skill allows the character to hypnotize one targeted character that is within 10 feet and after making direct, mutual eye contact for 3 seconds. The in-game verbal, “I compel you with hypnosis”, must be used after the 3 seconds of eye contact. If eye contact is broken before the verbal is finished, or the character takes damage the attempt fails and the skill is used.",
        "Hypnosis and any Charm School spell or lesser racial ability – satyr/faun charm – are mutually inclusive. However, the hypnosis will override the commands of a lesser charm. For greater racial abilities – Vampiric Domination, Demonic or Draconic Charm – though also mutually inclusive, the hypnosis will be overridden by the greater racial charm.",
        "The Iron Will skill or immunity to charms can block the Hypnosis skill. If the target also has a use of the Hypnosis skill, they may use that to block the attack. Resist Suggestion spell or Elven Resist skill will not work to stop this skill.",
        "While the hypnosis is in effect, the character may give any number of commands to their target. The commands must be in a clear and understandable language. While hypnotized, the target character will not attack the character unless they are ordered to.",
        "The targeted character will remember all the actions they took while hypnotized and believe them their own. They can be ordered to forget who hypnotized them – this is the only command that will last after the hypnosis ends. A second use of the Hypnosis skill will reveal this lost memory. The character can cause the target to forget or remember anything else they want; however, the affected character will remember the truth when the duration ends.",
        "This skill lasts for 30 minutes. If while under the effects of a Hypnosis skill the target character is hypnotized, the newest hypnosis takes effect and the old one ends.",
        "The hypnotized character does not know they are hypnotized while under the effects, nor when the affect ends. However, they may question why they took actions they would not normally or why they forgot certain facts."
      ]
    },
    {
      "name": "Identify Component",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Dissection",
      "skillList": "Alchemist, Sorcerer",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows a character to identify components and what race a character is. It takes 1 minute to use this skill.",
        "This skill will identify a component they find. They can verify what it is by cross-referencing the out-of-game number on the item tag with a component list.",
        "The character may also identify the race of a character by examining them. This will not allow a character to identify a character from across a field or during combat for it is necessary to do a close examination of the creature to determine what type it is. The character need not be dead, just unresisting. They can, for example, tell what kind of troll they are examining, but not what skills or careers they might know. Without this skill, the character might know he has dissected a troll’s blood, but not what kind of troll he is dissecting. If a character wants to know if the brain of the fallen character is a necromancer’s brain, they would first have to dissect the brain then spend another minute in-game identifying the brain. A character cannot take a sample of un-dissected blood and tell whether the character is a Druid, Mage, Healer, or whatever. They can do so after dissecting the blood."
      ]
    },
    {
      "name": "Immunity to Charm",
      "buildCost": 5,
      "tagged": "No",
      "skillType": "Faith",
      "prerequisites": "Paladin or Dark Paladin",
      "skillList": "Follower of the Light, Servant of Darkness",
      "purchase": "Multi",
      "duration": "Constant",
      "description": [
        "This skill will allow the character to become completely and permanently immune to one specific charm or charm-like effect per purchase of this skill. Some of the charms that can be chosen are given below.",
        {
          "type": "table",
          "headers": [
            "Charm Category",
            "What is Stopped"
          ],
          "rows": [
            [
              "Charm School Spell",
              "That specific spell only"
            ],
            [
              "Domination",
              "Any domination effect, spell, ritual or ability"
            ],
            [
              "Vampiric Charm",
              "Any charm affect from Vampires"
            ],
            [
              "Demonic Charm",
              "Any charm effect from any demon or Hierarch"
            ],
            [
              "Possession",
              "Any possession effect from any type of character"
            ],
            [
              "Hypnosis",
              "Any hypnosis effect from any skill or ability"
            ],
            [
              "Undead Control",
              "Any skill or ritual that controls undead (not Faith skills)"
            ],
          ]
        },
        "A character may not use this skill to become immune to any alchemical affect, even if that effect is similar to the categories listed above. Additionally, a character may not become immune to any Follower of the Light or Servant of Darkness compel or turn skills."
      ]
    },
    {
      "name": "Inner Catalyst",
      "buildCost": 0,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Rank 5 Poisons",
      "skillList": "Alchemist",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This Alchemist only skill allows the character to increase the duration of any potion they consume. The character is able to increase the duration by one level. This can extend the duration past what can normally be made. For example, if a character consumes a +3 Giant Strength potion with a duration of 1 hour, this skill would allow them to increase that duration to 6 hours.",
        "This skill must be used when the alchemy is first consumed. The player cannot decide later they wish to increase the duration. This skill cannot be used to decrease the duration of a potion, even if they used this skill to increase the duration prior. The character must record their use of this skill on the alchemical item tag."
      ]
    },
    {
      "name": "Instructor",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "The character with this skill is particularly good at teaching others the things they know. Normally, it takes 5 minutes per Build Point to teach someone a new skill. The character with this skill takes only half that time. So to teach someone the Slay skill normally takes 50 minutes, but with the Instructor skill it will only take 25 minutes of in-game roleplay to teach.",
        "This skill is cumulative with the Quick Study skill therefore, if the student has the Quick Study skill, it would only take 12½ minutes to teach the Slay skill.",
        "This skill is not list or Teach skill specific and any skill the character knows can be taught quickly."
      ]
    },
    {
      "name": "Interrogate",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Master Miscellaneous",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill allows the character to interrogate another character and force one truthful answer from them. It takes 5 minutes to use this skill and during that time the character should roleplay his interrogation of the target character. For every purchase of the Stamina skill the target character has, they can prolong the time it takes to use this skill by 10 minutes. So a character with three purchases of the Stamina skill could hold out for 30 minutes. This skill can be countered by the Courage skill. No other skill or spell will stop this skill.",
        "Paladins and Dark Paladins are immune to the Interrogate skill."
      ]
    },
    {
      "name": "Iron Will",
      "buildCost": 10,
      "tagged": "Yes",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Master Miscellaneous",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill trains the character’s mind to resist charms. The character can use this skill to stop: any Charm School spell, any racial charms like Satyr/Faun charm, the Hypnosis skill, charm like effect Spell Songs, charm like effect Nature Magic, Ritual of Domination, Possession, Vampiric charm, Draconic or Hierarch charm, or any other charm affect. This skill will not stop a fear effect.",
        "This skill has no obvious effects when used and does not need to be called out loud. This skill must be used immediately after the attack. A player could not wait until they are given a command they do not like then use this skill to free their mind to disobey the order. The one exception to this rule is charm effects that have a base duration of longer than 1 hour. The character may use his Iron Will to regain self control for 10 minutes. Some examples are: being an undead under the control of another, being under the effects of a Ritual of Domination, or a Demonic Charm. A spell that has been augmented with the Spell Binding skill does not fall under this exception as the base duration is still 1 hour or less.",
        "This skill can never be used to stop any Follower of the Light or Servant of Darkness turn or control skill."
      ]
    },
    {
      "name": "Jump",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "None",
      "skillList": "Master Miscellaneous",
      "purchase": "Once",
      "duration": "Special",
      "description": [
        "This skill has only one use, to overcome obstacles encountered during game play which do not physically exist. It cannot be used to jump over a stone wall if the stone wall is there out-of-game, but if the Marshal only describes the wall or if the wall is only represented by a tarp, string or other out-of-game item, then the character can use this skill. The Marshal will have final say as to whether the character successfully uses this skill. This skill cannot be used to prevent falling damage of any kind. The character is able to jump 10 feet straight up, 20 feet out, or 30 feet down.",
        "This skill cannot ever be used in a combat situation, in other words the character cannot use this skill to jump into a fight, out of a fight, as a means to escape pursuit, or to leap to an unreachable location and attack. It can never be used as a means to jump from tree to tree as a mode of travel, regardless of the character. This skill can only be used to overcome non-existent obstacles."
      ]
    },
    {
      "name": "Killing Blow Magic",
      "buildCost": 2,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Mage Basic Career Skill List, Rank 4 of Any School of Magic",
      "skillList": "Warlock",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to augment a Killing Blow done with their bare hands. Normally, a bare hand can only do 1 point of damage for Killing Blows only; a character with this skill can do 10 points of magical damage with their bare handed Killing Blows.",
        "The character must say: “One Killing Blow, Two Killing Blow, Three Killing Blow, Ten Magic”. You may do less than 10 points of damage, but it is always magical damage. This skill can be blocked with the use of a defense that stops magical attacks. It can be performed any number of times after it is purchased.",
        "Use of this skill does not require a focus. No other Warlock skills can be used with this skill."
      ]
    },
    {
      "name": "Literacy",
      "buildCost": 4,
      "tagged": "No",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Multi",
      "duration": "Constant",
      "description": [
        "This skill allows the character to read and write one specific language per purchase of this skill. A separate Literacy skill is needed for each language the character wishes to know. This skill does not give the character the ability to speak the language. Most of the languages a character can learn are given below.",
        {
          "type": "list",
          "items": [
            "Common",
            "Elven",
            "Dark Elven",
            "Dwarven",
            "Kalitanian",
            "Nymidian",
            "Carthidian",
            "Draconic",
            "Hierarch"
          ]
        },
        "A character can only start with the Literacy skills for their race."
      ]
    },
    {
      "name": "Lie",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Dark Cleric",
      "skillList": "Servant of Darkness",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "With the purchase of this skill, the character is able to lie while under the effects of a charm spell or truth inducer once, per tag, per question asked per truth inducer or charm. Therefore if the character is subjected to a Speak the Truth spell, they can use one use of this skill to lie to this question. If asked the same question with another Speak the Truth spell, the character needs to use another use of this skill. However, if the character is dominated or enslaved by spell or skill, then no matter how many times they are asked the same question, they may use one Lie tag to stop all those questions.",
        "This skill will also prevent you from being forced to commit an action that would answer a question. For example, if a character was dominated and asked if they were an assassin, they could use this skill to lie to that question. For as long as that particular Domination spell was in affect they could continue to lie. If they were asked to raise their arm, stand, dance, etc. if they were an assassin they could “lie” and not follow those commands. However, if they were ordered to follow the caster, protect the caster, or any other similar action they would be compelled to do so. If the character was again dominated and asked the same question, they would have to use another purchase of the Lie skill to lie."
      ]
    },
    {
      "name": "Make Contact",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Any One Rank 3 of Potions, Posions, or Solutions",
      "skillList": "Alchemist, Assassin",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill will make an alchemical item into contact item. Contact items can be administered by touch, by applying it to an item, applying it to an edged weapon, or thrown. If placed on an item, the character must make skin contact to take effect. When used on a weapon the player must call poison after the damage of the blow, and if Body Points are hit, the item takes effect. When thrown it must hit the player and the character must have 0 Armor Points currently for it take effect.",
        "This skill cannot be used on alchemical items that have already been created. Using this skill increases the number of Production Points and Reagent Tags needed. The table below outlines these requirements.",
        {
          "type": "table",
          "title": "Make Contact Table",
          "headers": [
            "",
            "Production Point Increase",
            "Reagent Tag Increase",
            "Additional Component"
          ],
          "rows": [
            [
              "Contact",
              "+50%",
              "+50%",
              "Pitchblende"
            ]
          ]
        },
        "Whether this skill works on an alchemical item is noted in the item’s description."
      ]
    },
    {
      "name": "Make Gaseous",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Any Two Rank 4 of Potions, Poisons, Solutions",
      "skillList": "Alchemist",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the alchemist to make some alchemical items gaseous. All gaseous items have a radius indoors and outdoors and effects every one in the radius, including the character who delivered it if they are in the area of effect. To determine who is effected, the character struck with the gas or the closest player to the gas should stretch their arms out to either side and turn in a circle and anyone in that radius that the player can touch is affected.",
        "This skill cannot be used on alchemical items that have already been created. Using this skill increases the number of Production Points and Reagent Tags needed. The table below outlines these requirements",
        {
          "type": "table",
          "title": "Make Gaseous Table",
          "headers": [
            "",
            "Production Point Increase",
            "Reagent Tag Increase",
            "Additional Component"
          ],
          "rows": [
            [
              "Gaseous",
              "+100%",
              "+100%",
              "1 pt. of Acid"
            ]
          ]
        },
        "Whether this skill works on an alchemical item is noted in the item’s description."
      ]
    },
    {
      "name": "Master Assassin",
      "buildCost": 8,
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "Rogue Basic Career Skill List, 20 Build Points of Dexterity Skills",
      "skillList": "Assassin",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "When a character purchases this skill they gain the ability to use: Small Weapon, Thrown Weapon, One-Handed Edge, Bow, Crossbow, and the Florentine skill. The character also gains the ability to use two One-Handed Edge weapons Florentine style.",
        "Additionally, any Build Points the character may have spent on these weapon skills are refunded when this skill is learned. So, if a character has One-Handed Edge skill, Florentine skill and Thrown Weapon skill the character would get back a total of 8 Build Points, effectively getting the Master Assassin skill for free."
      ]
    },
    {
      "name": "Master Florentine",
      "buildCost": 4,
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "Warrior Basic Career Skill List, Florentine, 1 Master Proficiency",
      "skillList": "Master Warrior",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "A character with this skill may use any weapon of any length in either hand that the character has the skill to use. Two-handed weapons may be used only to block, and bastard weapons may be used to deal one-handed damage. This skill will allow the character to use two one-handed weapons at the same time."
      ]
    },
    {
      "name": "Master Parry",
      "buildCost": 4,
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "Warrior Basic Career Skill List, 2 Proficiencies",
      "skillList": "Master Warrior",
      "purchase": "Multi, Special",
      "duration": "Instant",
      "description": [
        "This skill may be used to parry any physical blow including special attacks such as Critical Attack, Stunning Blow, Disarm, or a blow that does damage, but not the Slay skill. This skill can be used even if it is delivered from behind, but not if from a surprise attack; therefore it is impossible to parry an Assassinate skill. It is also possible to parry an attack directed against someone else as long as they are within weapons length. A character cannot use a ranged attack to parry an attack for another. The character may block any low magic or Nature Magic spell that is not combined with a Perfect Aim skill for another character, but they then take the effect of the spell and must call an appropriate defense that will stop the spell in order to avoid the effects of the spell themselves.",
        "For example, Drokk is fighting three brigands. One of them runs away into the woods. The fight with the last two continues for a while. The two brigands move around so they are on opposite sides of Drokk, then one of them, from behind, uses the Speed and Stun skills against Drokk. Drokk might not have seen the blow coming, but he knew his opponent was there and uses his Master Parry skill to stop the attack. Distracted, Drokk does not see the third brigand sneaking back up to him. This one sees his chance and uses a Shatter Weapon skill against Drokk from behind and surprise. Drokk cannot use his Master Parry skill to stop this attack and calls his Invulnerability spell to stop the attack. Now Drokk is really mad and the brigands are in for a tough time.",
        "A character must have one Proficiency skill per Master Parry skill they wish to purchase. So, a character that wants three Master Parry skills must have three Proficiency skills. The Master Parry skill can be used with any weapon the character has two Proficiency skills of either type. Therefore, if the character has two Master Proficiency skills they can use their Master Parry with any weapon.",
        "The character must call “Master Parry” when they use this skill. This skill is always used once called."
      ]
    },
    {
      "name": "Master Proficiency",
      "buildCost": 13,
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "Warrior Basic Career Skill List, 2 Non-Master Proficiencies",
      "skillList": "Master Warrior",
      "purchase": "Multi",
      "duration": "Constant",
      "description": [
        "For each purchase of this skill, a character gains a Damage Bonus with all weapons in which they have a weapon skill and according to the table below.",
        {
          "type": "table",
          "headers": [
            "Weapon Type",
            "Damage Bonus"
          ],
          "rows": [
            [
              "Small, Thrown, One-Handed, Bastard, Staffs, and Crossbows",
              "+1"
            ],
            [
              "Two-Handed, Polearm, Bows",
              "+1.5"
            ]
          ],
          "footers": [
            "Note: The bonus is rounded down so one purchase give a +1 Damage Bonus and two purchases give a +3 Damage Bonus."
          ]
        },
        "This may be combined with any other Damage Bonus the character has. Master Proficiency is not hand specific and therefore will add to both weapons of a character using the Florentine skill, but only adds once for two-handed or bastard weapons.",
      ]
    },
    {
      "name": "Master Set Traps",
      "buildCost": 5,
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "Quick Disarm, Set Trap 4",
      "skillList": "Master Thief",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to set traps with no minimum time requirement other than the time it actually takes the player to set the trap. Additionally, it gives the character an extra free rank of Set Traps. So, if the character has Set Traps 4, then can set traps as if they had Set Traps 5."
      ]
    },
    {
      "name": "Master Waylay",
      "buildCost": 5,
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "Waylay and 20 Build Points of Additional Dexterity Skills",
      "skillList": "Master Thief",
      "purchase": "Once",
      "duration": "5 Minutes",
      "description": [
        "This skill works the same way as the Waylay skill with three exceptions. First, Master Waylay is delivered subtly so the character only needs to call the attack loud enough for the target to hear it. The character being attacked may be in combat but the character using this skill cannot be in combat. Finally, the character should prefix their damage with “Master Waylay.”"
      ]
    },
    {
      "name": "Medium",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to perform a séance which takes 10 minutes of roleplay and requires the normal trappings of a séance – such as candles, incense, holding hands, etc. – and thereby speak to spirits. The spirits must be willing, though the character can request a spirit’s presence. It is up to the discretion of a Plot Marshal as to whether the spirit appears or not and whether the skill works. A spirit can make its presence known to the medium and it is up to the medium whether or not they wish to perform the séance.",
        "This skill does not allow the character to see spirits and the character cannot be sure by simply the sound of the voice if they have contacted the correct spirit.",
        "This skill will only let the character speak to a spirit that has been dead for more than 10 years."
      ]
    },
    {
      "name": "Missile Deflection",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Dexterity",
      "prerequisites": "Rogue Basic Career Skill List",
      "skillList": "Assassin, Master Thief",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This parry skill allows the character to deflect any ranged attack including ones that use the True Aim skill or use any special martial skill, except the Slay skill. The character should call “Missile Deflect” to use this skill. This skill can be used even if it is delivered from behind, but not if from a surprise attack; therefore it is impossible to parry the Assassinate skill. It is also possible to parry an attack directed against someone else as long as they are within weapons length. A character cannot use a ranged attack to parry an attack for another. The character may block any low magic or Nature Magic spell that is not combined with a Perfect Aim skill for another character, but they then take the effect of the spell and must call an appropriate defense that will stop the spell in order to avoid the effects of the spell themselves.",
        "This skill is always used once called."
      ]
    },
    {
      "name": "Natural Claws",
      "buildCost": 0,
      "tagged": "No",
      "skillType": "Racial",
      "prerequisites": "Special",
      "skillList": "None",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to extend and retract sharp claws. The character must use approved LAIRE claws in combat dealing 1 point of damage with each blow. The claws are part of the character’s body and may not be coated with poison and doing so would poison the character. Even if the character were immune to the poison, the poison would be expended when applied. The character’s claws take damage and any damage dealt to the claws is taken from the character’s Body Points.",
        "Damage Bonuses and special weapon attacks, like the Slay, Stun, Waylay, Assassinate, etc. skills, with the exception of the Speed skill and Inspire and Heroism spell songs, may not be used with the Natural Claws skill. However, the character’s Strength Bonus does add to the damage.",
        "The prerequisite for this skill is being a member of a race that has claws. It is normally not available to characters outside these races."
      ]
    },
    {
      "name": "Nature's Child",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Pass Without a Trace",
      "skillList": "Druid",
      "purchase": "Multi",
      "duration": "10 Minutes",
      "description": [
        "When this skill is used the character becomes one with the land, rendering the character inoffensive to plants and animals for 10 minutes. Plants and animals may not attack the character but may attack anyone that may be with them. If the character willingly attacks any plants or animals while this skill is active, the creatures will fight back. A character that does so, loses access to all Followers of the Mother spells and abilities until the end of the next Tag Cycle, and must contact a Plot Marshal.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Nature's Health",
      "buildCost": 4,
      "tagged": "No",
      "skillType": "Faith",
      "prerequisites": "Elemental Pool",
      "skillList": "Druid",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill makes the character completely immune to all diseases, natural or magical. If the character loses their focus, they lose the protection of this skill."
      ]
    },
    {
      "name": "Nature's Purity",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Elemental Pool",
      "skillList": "Druid",
      "purchase": "Multi",
      "duration": "10 Minutes",
      "description": [
        "This skill makes the character completely immune to all poisons, natural or magical, when invoked. The skill can be called as a defense to an attack, however the character must be conscious in order to use the skill.",
        "This skill requires the use of the character’s focus.",
      ]
    },
    {
      "name": "Overlay",
      "buildCost": 6,
      "tagged": "Yes",
      "skillType": "Arcane",
      "prerequisites": "Any 3 Warlock Skills, Special",
      "skillList": "Warlock",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "With this skill the character can cast a latent spell on the target character contrary to the normal spell stacking restrictions. In order to use the Overlay skill, the overlaid spell must be cast after the regular spell. When invoking latent spells, the overlaid spell or spells must be invoked in the exact reverse order they were placed upon the character or all spells above the one invoked are lost. Latent overlaid spells are invoked normally and are preceded by the word “Overlay”. There is no restriction to the number of stacked spells. This skill can only be used with a spell cast by the character and not when invoked from an item or read from a scroll.",
        "For example, Herrin has an Absorption spell, Overlay Negation spell, and Overlay Absorption spell cast on him in that order, the first one he would call is “Overlay Absorption”, then the “Overlay Negation”, then “Absorption”. If Herrin called the Overlay Negation spell first, the Overlay Absorption spell would be lost, but the regular Absorption spell remains.",
        "A Destroy Magic spell will remove all overlaid latent spells, including ones augmented by any other Warlockery, such as the Total Power skill.",
        "The use of this skill is indicated by prefixing the spell verbal by “Upon Your Mystical Defenses…”"
      ]
    },
    {
      "name": "Pain Touch",
      "buildCost": 6,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Dark Paladin, 2 Wounding",
      "skillList": "Servant of Darkness",
      "purchase": "Multi",
      "duration": "5 Minutes",
      "description": [
        "This skill will cause the targeted character to fall to the ground or to their knee in extreme pain. The target character cannot move or take any other action except invoke latent spells. This affect can be cured by using the Heal Wounds skill to Heal Body.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill. This skill can be delivered by touch or through a weapon. This skill can be blocked by, and is expended by, a magical defense that stops physical attacks or the Resist Evil skill, or a defensive martial skill which is used but does not expend the Pain Touch skill for that Tag Cycle. This effect can only be cured by a Heal Body cast from a Heal Wounds skill, not the spell."
      ]
    },
    {
      "name": "Paladin",
      "buildCost": 2,
      "tagged": "No",
      "skillType": "Faith",
      "prerequisites": "Plot Approval, Cleric",
      "skillList": "Follower of the Light",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill makes the character permanently immune to all fear effects.",
        "This skill can be purchased in the same month as the Cleric skill."
      ]
    },
    {
      "name": "Paralyze Touch",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Dexterity",
      "prerequisites": "Master Assassin Skill",
      "skillList": "Assassin",
      "purchase": "Multi",
      "duration": "10 Minutes",
      "description": [
        "This skill allows the character to paralyze the target character with a touch. The character may touch their target anywhere on their body with a spell packet held in their hand. This skill is a non-combat skill and cannot be used on someone engaged in fighting. The Paralysis Touch skill can be countered by the appropriate defense for a physical attack; namely Invulnerability spell, a parry skill, Dodge, etc., however, if the target character is surprised, they many not use their martial parry skills.",
        "The target of this skill is rendered paralyzed for 10 minutes. The paralysis can be released by the original character or another character with their use of the Paralysis Touch skill. A Heal Body spell will release a paralyzed character.",
        "This skill is not used if the character misses their target or the attack is blocked. If they succeed in touching their target or if the target calls an appropriate defense, the skill is used."
      ]
    },
    {
      "name": "Pass Without a Trace",
      "buildCost": 5,
      "tagged": "No",
      "skillType": "Faith",
      "prerequisites": "Druid",
      "skillList": "Druid",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "Once learned, this skill makes the character unable to be tracked either by skill, scent or other tracking abilities. The character may opt to leave tracks if they wish, but then any character with the appropriate skill can track them.",
        "This skill will not prevent the character from being scried upon with sorcery."
      ]
    },
    {
      "name": "Perfect Aim",
      "buildCost": 6,
      "tagged": "Yes",
      "skillType": "Arcane",
      "prerequisites": "Any 3 Warlock Skills, Special",
      "skillList": "Warlock",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "Learning this skill allows a character to cast a spell without throwing a spell packet. The spell starts at the caster’s index finger and travels to the target. The hand that points the index finger must either be empty or be holding a spell packet. Perfect aimed spells cannot bend corners or “follow” a character out of sight. A Perfect aimed spell can go over a wall spell, but not if that wall spell fills a doorway or other similar structures. As a general rule, so long as a spell packet could physically move from the caster to the target – however improbable – the target is hit.",
        "The range of a Perfect Aim skill is limited to however far the casting character can throw a spell packet when the targeted character is outdoors. The player need not hit the target but has to throw the packet at least as far as the target. It can go farther, but cannot land short. If the character and the targeted character are indoors, the player does not need to throw a spell packet and the attack is not limited by range. Indoors and outdoors, in this case, refers to real world, out-of-game buildings not in-game caves or buildings.",
        "The target can invoke a defense that stops spells normally, but the player cannot physically dodge the spell. All other rules of spell casting apply. The target must be in line of sight at the start and end of the spell verbal – including any Warlock skill verbals.",
        "The Dodge skill can be used to stop a Perfect Aim skill.",
        "For example, Logan is attacked by a Warlock who begins casting his verbal, “With Perfect Aim, Double Cast, Dragon’s Breath Spell.” Logan hears the verbal being cast and runs behind the inn out of sight of the caster before she finishes casting. Logan is safe for now and the Warlock has expended the one Speed Cast and 16 Power Points, but not the two Perfect Aims or the Double Cast. Un-daunted, the Warlock picks another target, Dom Dom, who is busy fighting some of the Warlock’s undead minions. The Warlock successfully completes the verbal and Dom Dom finds out too late he has been hit by the two spells. He calls two of his Dodge skills stopping each of the spells cast at him. The Warlock is foiled once more.",
        "This skill can only be used with a spell cast by the character and not when invoked from an item or read from a scroll.",
        "To use this skill, the character must prefix the spell verbal by “With Perfect Aim…”, and then point their index finger at the target of the spell."
      ]
    },
    {
      "name": "Pick Lock",
      "buildCost": [
        2,
        6
      ],
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "None",
      "skillList": "Rogue Basic Career Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to attempt to pick an in-game lock. Without this skill a character cannot even attempt to pick the lock.",
        "This skill does not guarantee success; the player must pick the lock with what ever tools they have on hand."
      ]
    },
    {
      "name": "Pick Pockets",
      "buildCost": 4,
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "Speed Search",
      "skillList": "Master Thief",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill allows a character to pick the pockets of other characters. In order to use this skill the character needs an out-of-game pick pocket tool, which is an alligator clip with a piece of string attached to it. The length of the string starts out at 2 inches and increases by 1 inch for every additional purchase of this skill. The string should be knotted or marked at one inch intervals, and must be approved by a Rogue or Arms Marshal before use. Players may carry any number of clips of the appropriate length.",
        "To use this skill, the character must first get a Rogue Marshal to marshal this skill then the character must place their pick pocket tool anywhere on the targeted character’s clothing or person. The clip may not be placed on weapons, shields, or props. Once the clip is placed on the character’s person the character walks over to the Marshal, only then are the items stolen. The Marshal will approach the targeted character and remove any single in-game item which the string can reach designated by the character using this skill.",
        "This skill will not allow you to take items which hold other items, such as bags or pouches. Items may be retrieved from within pouches or pockets, from under clothing, or other items of apparel, as long as the string can touch the item while still clipped where the character placed it. The item pilfered can be no larger than the palm of the pickpocket’s hand in any direction. If it is larger then the palm the item is not stolen and the attempt fails. No item that is attuned can be stolen and the attempt automatically fails and the target character is alerted to the attempt.",
        "Additional clips may be attached to the target character to steal additional items. Any interruption during the process results in a failed attempt. If the target character catches you placing clips or if you are caught by someone else, you have been caught red-handed and the last attempt fails – nothing is gained from that attempt.",
        "A Marshal must be present to use this skill, no exceptions. If your Marshal is pulled away while marshaling your theft, the attempt fails, but you escape detection for the time-being. The Marshal has final say as to whether something can be pick pocketed.",
        "A character may also use this skill to place items on a character. The character must still place the alligator clip in the area in which they intend to place the item and have the item they wish to place in-hand. When the clip is placed, the character using the skill gives the item to the marshal who then places it within the range of the string. The item to be placed must still be palm sized.",
        "Out-of-game, personal items may be removed only at player’s discretion. Items actively held in the hand, being actively used by the target character, or under a glove may not be pick pocketed."
      ]
    },
    {
      "name": "Poison Immunity",
      "buildCost": 5,
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "Rogue Basic Career Skill List, 20 Build Points of Dexterity Skills or Resist Alchemy",
      "skillList": "Assassin, Master Thief, Alchemist",
      "purchase": "Multi",
      "duration": "Constant",
      "description": [
        "The character becomes immune to a type of poison and therefore they are immune to all forms of that poison. For example, if they become immune to death poison, then they are immune to Instant Death, Slow Death and Quick Death. Similarly, if the character is immune to damaging poisons then they are immune to all damaging poisons – 8, 12, 16, and 24 point versions. The following table outlines what categories the character can choose from.",
        {
          "type": "list",
          "items": [
            "Amnesia Poison",
            "Blindness Poison",
            "Damaging Poisons",
            "Death Poisons",
            "Feeblemind Poison",
            "Forget and Remember Poison",
            "Love Poison",
            "Paralysis Poison",
            "Paranoia Poison",
            "Silence Poison",
            "Sleep Poison",
            "Weakness Poison"
          ]
        },
        "The character may not become immune to solutions or potions."
      ]
    },
    {
      "name": "Poison Lore",
      "buildCost": [
        2,
        6
      ],
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "Herbal Lore, Literacy",
      "skillList": "Rogue Basic Career Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to recognize alchemical reagents. This is the basic skill for learning the Poison School only and grants the character the knowledge of how to brew, distill, mix, and perform the other basic skills needed to create poisons. It does not grant the character the ability to actually make anything; a separate skill is required for that. This skill is required to read and identify poison recipes in-game."
      ]
    },
    {
      "name": "Poisons School",
      "buildCost": [
        2,
        2,
        3,
        4,
        5
      ],
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Alchemy Lore or Poison Lore for Rank 1, Prior Rank for Rest",
      "skillList": "Rogue Basic Career Skill List, Alchemist, Assassin",
      "purchase": "Multi",
      "duration": "Constant",
      "description": [
        "This skill is purchased in ranks similar to schools of magic. Rank 1 Poisons allows the character to identify all Poisons, which takes the character 1 minute of roleplaying in-game to perform. This can be used to detect and identify poisons in food, drink, or a person’s blood. The higher ranks allow the character to brew Poisons of that rank and lower. So a character with Rank 3 Poisons could identify any Poison and brew any Poison in Rank 2 and Rank 3, as long as they have the recipe."
      ]
    },
    {
      "name": "Potions School",
      "buildCost": [
        2,
        2,
        3,
        4,
        5
      ],
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Alchemy Lore for Rank 1, Prior Rank for Rest",
      "skillList": "Alchemist",
      "purchase": "Multi",
      "duration": "Constant",
      "description": [
        "This skill is purchased in ranks similar to schools of magic. Rank 1 Potions allows the character to identify all Potions, which takes the character 1 minute of roleplaying in-game to perform. The higher ranks allow the character to brew Potions of that rank and lower. So a character with Rank 3 Potions could identify any potion and brew any Potion in Rank 2 and Rank 3, as long as they have the recipe."
      ]
    },
    {
      "name": "Poison Spit",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Racial",
      "prerequisites": "None",
      "skillList": "None",
      "purchase": "Multi",
      "duration": "10 Minutes",
      "description": [
        "This skill allows the character to spit a dose of contact Paralysis poison at a target character. This effect is exactly the same as the poison of the same name.",
        "The poison from this skill cannot be collected, stored or dissected by anyone in any way. It cannot be placed on a weapon, and can only be thrown.",
        "The character must call “Poison Spit” when they use this skill."
      ]
    },
    {
      "name": "Professional Skills",
      "buildCost": 1,
      "tagged": "No",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "A professional skill is way for a player to round out their character’s background or personality. Professional skills never have any impact on game play other than the rare, incidental situations where, at the marshal’s sole discretion and under no obligation, the character may gain some roleplay insight or otherwise unavailable information. For example, a player who has the Professional Skill: Sailor may find themselves in a situation where they must steer a boat, or raise or drop an anchor. The marshal may let the player do this if it fits within the story or module.",
        "The character does not ever gain any kind of income, item, exclusion, information or preference by having a Professional Skill. Using the above example, the character who chooses to learn Professional Skill: Sailor does not get a boat, trade routes, connections, contracts, cargo, insight into the economic machinations of the Nobles or a land, receipt of cargo, exemption of their monthly maintenance fee, a place to sleep out-of-game (i.e. on the boat they do not have), etc. Any of these benefits must be earned in-game if ever possible and do not ever come from this skill.",
        "A character may only have one Professional Skill for every 10 Levels, excluding their starting Professional Skill, rounded down. So a Level 14 character may only have an additional Professional Skill; once they turn Level 20 they may learn another if they wish. Characters whose race is Common Man start the game with two Professional Skills, instead of one. They are still bound by the limit on the number of additional Professional Skills they may purchase. For example, a Level 20 Common Man could have four Professional Skills.",
        "The list of approved and accepted Professional Skills is given in the following table.",
        {
          "type": "table",
          "title": "Professional Skill Name",
          "rows": [
            [
              "Animal Trainer",
              "Innkeep"
            ],
            [
              "Artist",
              "Laborer"
            ],
            [
              "Baker",
              "Lumberjack"
            ],
            [
              "Bartender",
              "Mason"
            ],
            [
              "Blacksmith",
              "Merchant"
            ],
            [
              "Candle Maker",
              "Miller"
            ],
            [
              "Carpenter",
              "Miner"
            ],
            [
              "Carpet Maker",
              "Pig Farmer"
            ],
            [
              "Cartwright",
              "Rancher"
            ],
            [
              "Clothier",
              "Sailor"
            ],
            [
              "Cobbler",
              "Scribe"
            ],
            [
              "Cooper",
              "Servant"
            ],
            [
              "Crop Farmer",
              "Shipwright"
            ],
            [
              "Dairy Farmer",
              "Shop Keep"
            ],
            [
              "Fisherman",
              "Soldier"
            ],
            [
              "Furrier",
              "Tanner"
            ],
            [
              "Gaoler",
              "Teamster"
            ],
            [
              "Glass Blower",
              "Thatcher"
            ],
            [
              "Guardsman",
              "Tinker"
            ],
            [
              "Herder",
              "Town Crier"
            ],
            [
              "Hunter",
              "Trapper"
            ],
          ]
        }
      ]
    },
    {
      "name": "Quick Disarm Trap",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Dexterity",
      "prerequisites": "Rogue Basic Career Skill List, Disarm Trap, Trap Dodge",
      "skillList": "Master Thief",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill allows the character to disarm any one non-magical trap, seen or unseen, whether the character is aware of it or not. This skill cannot be used as a defense. The player must declare they are using this skill on something they suspect might be trapped. Then the door, box or item is opened and if there is indeed a trap it is automatically disarmed. If there is no trap then the skill is not used. The character must spend 10 seconds working on the suspected trigger to disarm it."
      ]
    },
    {
      "name": "Quick Pick Locks",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Dexterity",
      "prerequisites": "Rogue Basic Career Skill List, Pick Locks, Trap Dodge",
      "skillList": "Master Thief",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "The character with this skill is able to pick any one non-magical lock the character can see and reach. The player must declare they are using this skill on something they suspect might be locked. Then the door, box or item is opened and if it is indeed locked, it is automatically unlocked. If the lock is not locked, then the skill is not used. The character must have in-game lock picks to use this skill. The character must spend 10 seconds working on the suspected object to unlock it."
      ]
    },
    {
      "name": "Quick Study",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "The character with this skill is a fast learner and can learn a new skill at half the normal in-game time. Normally it takes 5 minutes per Build Point of in-game roleplay to learn a new skill. A quick study will learn a new skill in 2 and a half minutes per Build Point.",
        "To learn an Assassin Proficiency skill normally takes 50 minutes, a character with this skill would learn it in 25 minutes.",
        "This skill is cumulative with the Instructor skill and, so, if the teacher has the Instructor skill, it would only take 12½ minutes to teach an Assassin Proficiency skill.",
        "This skill is not list or skill specific and any skill the character learns can be trained quickly."
      ]
    },
    {
      "name": "Rage",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Racial",
      "prerequisites": "None",
      "skillList": "None",
      "purchase": "Multi",
      "duration": "5 Minutes",
      "description": [
        "This skill causes the character to enter into battle frenzy. The character will gain the following benefits while raging:",
        {
          "type": "list",
          "items": [
            "Double their Body Point stat",
            "+2 Strength Bonus",
            "Immune to Waylay",
            "Immune to Torso Stun",
          ]
        },
        "There are some disadvantages to raging; they are as follows:",
        {
          "type": "list",
          "items": [
            "The character cannot cast any magic",
            "The character will attack their enemies first, then non- Highlanders or Celts, and Highlanders or Celts last",
            "While under the affects of a rage, the character cannot use any skill that requires free will",
          ]
        },
        "To invoke this skill, the character should roleplay getting angry then call their clan’s name. During the rage, the character should roleplay being angry and out of control and periodically shout out the name of their clan.",
        "The rage will end after the duration or if the character falls unconscious for any reason. Other Highlanders or Celts can end a rage if they roleplay talking the raging character down for 1 minute."
      ]
    },
    {
      "name": "Read Magic",
      "buildCost": [
        1,
        6
      ],
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Any Literacy Skill",
      "skillList": "Mage Basic Career Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "When the character learns this skill they are able to read magical writing. This skill is needed to use scrolls, without it a character cannot even tell what spell is written on the scroll. This skill is also required to read any tome that teaches you magic, for example the magical tomes in the Guild of Arcane Lore."
      ]
    },
    {
      "name": "Recover Power",
      "buildCost": 2,
      "tagged": "Yes",
      "skillType": "Arcane",
      "prerequisites": "Mage Basic Career Skill List, Rank 4 of Any School of Magic",
      "skillList": "Warlock",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill allows a character to recover the Power Points and the Spell Holding skill they would have lost if they: error in a spell verbal, miss the target with a spell packet, take damage while casting, or throw a spell packet before the verbal is complete. To use this skill the character must say “Recover Power” within 5 seconds after making a mistake. This skill does not work if you hit the target or the target invokes a defense that stops spells to stop the attack."
      ]
    },
    {
      "name": "Redirect Spell",
      "buildCost": 7,
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "Channeling",
      "skillList": "Master Warrior",
      "purchase": "Multi, Special",
      "duration": "Instant",
      "description": [
        "This skill allows the character to channel a spell they were hit with through their weapon into any target. Once successfully hit with a spell attack, the player must call “Redirect” and then has 5 seconds to channel the spell away from them into their target upon a successful weapon strike.",
        "The character can redirect a spell augmented by Warlock skills, however the spell loses all of its augmentations and only the base spell is redirected. A character can only redirect a spell if they are wielding a weapon (not just in their hand) at the time. If the character has two weapons, not including a shield, they may redirect two spells.",
        "If no target is available to redirect the spell into, then the character may redirect the spell into the ground or some other inanimate object. If a character does not ground the spell, after 5 seconds the spell will harmlessly go away.",
        "Additionally, the character needs a weapon of quality to redirect spells. Normal weapons and temporarily alloyed weapons will not work. Any attempt to redirect a spell using a normal weapon fails and the spell will affect the character normally.",
        "Only low magic schools can be redirected, therefore, Spell Songs and Nature Magic cannot be redirected.",
        "A character must have 15 Power Points per Redirect Spell skill they want to learn. This includes the 30 Power Points needed to learn the Channeling skill.",
        "This skill is always used once called."
      ]
    },
    {
      "name": "Repel Undead",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Turn Lesser Undead",
      "skillList": "Follower of the Light",
      "purchase": "Multi",
      "duration": "Special",
      "description": [
        "This skill will force all lesser undead and lesser demons, or one specific greater undead or greater demon to stay 10 feet away from the character for as long as they hold up their focus. The undead or demons may not attack, cast spells directed towards the character, or even look at the character. This skill does not require concentration and will remain in effect so long as the character continues to hold up their focus and in the case of a single target, towards the target character. The character may take offensive actions and cast spells while maintaining a repel, but should they take damage, the effect will end. Note that a character may only maintain one Repel Undead at a time and cannot use any of their other turn undead skills while maintaining a Repel Undead skill.",
        "This skill can only be countered by a Servant of Darkness control skill, Empower skill or sorcery; necromancy or abilities will not counter this skill.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Researcher",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character a better chance to research a new alchemical item or sorcery ritual. This skill give a +10% bonus to their success role. In addition, this skill will allow a character to research in-game information in a library, such as the Ducal Library, at a reduced in-game price."
      ]
    },
    {
      "name": "Resist Alchemy",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Arcane",
      "prerequisites": "Alchemy Lore, Any Two Rank 3 of Potions, Poisons, or Solutions",
      "skillList": "Alchemist",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill allow the Alchemist to resist the effects of any alchemical item or effect the alchemist is exposed to, except acids, Fire Breath potion, or any other item that causes external direct damage or effect."
      ]
    },
    {
      "name": "Resist Evil",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Paladin",
      "skillList": "Follower of the Light",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill will stop one of the following skills: Death Touch, Pain Touch, Venom Touch, Sever Soul, or one Wounding strike.Both the Resist Evil and the resisted skill are used. In the case of use against Sever Soul, this skill can be used when the character is not conscious."
      ]
    },
    {
      "name": "Resist Spell",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Racial",
      "prerequisites": "None",
      "skillList": "None",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill will allow the character to negate the effects of any one low magic spell, Spell Song, Sorcery ritual, or Warlock augmented spell. This skill will not stop Nature Magic spells.",
        "This skill is not latent and the character has to call this skill when they are affected by one of the listed effects. If a character has another defense against the spell effect they must call their Resist Spell skill first. If a character is out of Resist Spell skill uses for that Tag Cycle they do not have to call another defense against the affect.",
        "This skill will not work if the character is unconscious."
      ]
    },
    {
      "name": "Resist Truth",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Dexterity",
      "prerequisites": "Rogue Basic Career Skill List",
      "skillList": "Assassin, Master Thief",
      "purchase": "Multi",
      "duration": "Special",
      "description": [
        "With the purchase of this skill, the character is able to lie while under the effects of a charm spell or truth inducer once, per tag, per question asked per truth inducer or charm. Therefore if the character is subjected to a Speak the Truth spell, they can use one use of this skill to lie to this question. If asked the same question with another Speak the Truth spell, the character needs to use another use of this skill. However, if the character is dominated or enslaved by spell or skill, then no matter how many times they are asked the same question, they may use one Resist Truth tag to stop all those questions.",
        "This skill will also prevent you from being forced to commit an action that would answer a question. For example, if a character was dominated and asked if they were an assassin, they could use this skill to lie to that question. For as long as that particular Domination spell was in affect they could continue to lie. If they where asked to raise their arm, stand, dance, etc. if they were an assassin they could “lie” and not follow those commands. However, if they were ordered to follow the caster, protect the caster, or any other similar action they would be compelled to do so. If the character was again dominated and asked the same question, they would have to use another purchase of the Resist Truth skill to lie.",
        "This skill will not work against the Detect Lie skill."
      ]
    },
    {
      "name": "Set Trap",
      "buildCost": null,
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "Disarm Trap",
      "skillList": "Rogue Basic Career Skill List, Master Thief",
      "purchase": "5 Times",
      "duration": "Constant",
      "description": [
        "The player with this skill should read the section in Chapter 7 dealing with setting and removing traps and general in-game thievery before they use this skill.",
        "The character with this skill can set traps that vary in effect and damage based on how many ranks of the Set Trap skill they have. There are many different types of approved traps that can be set at LAIRE and the character can set any of them with this skill alone.",
        "For every rank of the Set Trap skill the character has they can make a trap that deals 5 points of normal damage, up to a maximum of 25 points per trap that only effects the character that set off the trap. The trap can be made to affect an area. For every rank used, the radius can be extended by 5 feet, up to a maximum of 10 feet. A rank can only either add to the damage or increase the radius of effect. So, a character with five ranks of the Set Trap skill can make a trap that will affect a single character dealing 25 points of normal damage, a trap that deals 20 points of damage in a 5 foot radius, or 15 points of damage in a 10 foot radius. The character can make traps using less than their maximum number of ranks. In the above case, a character can make a trap that deals 5 points of damage to a single person even though they have five ranks of the Set Trap skill.",
        "The basic trap deals normal physical damage. The type of damage can be changed by expending the additional cost given below. So, a character can make a trap that deals fire damage, silver damage, or Dwarven damage, but not a combination of these effects. With five ranks of the Set Trap skill, the character can incorporate an alchemical item into their traps. The character must choose to deal damage or an alchemical item, not both. If the alchemical item affects a single character then it must be a contact item. The Set Trap skill cannot augment the alchemy in anyway; therefore an alchemical item that is contact cannot be made to affect an area with this skill. The character must acquire the alchemy separately in addition to the appropriate cost for setting a Rank 5 trap.",
        "A Trap Tag must be purchased from the Treasure Marshal or a Rogue Marshal ahead of time. The character declares what the trap’s effect will be when they purchase it and it is recorded on the tag. This cannot be changed later. The character pays the required in-game money and provides any extra cost for making the desired trap at the time the tag is acquired. A character must have the required number of ranks of the Set Trap skill to set a trap. For example, a character finds a Rank 5 trap but only has two ranks of the Set Trap skill; they cannot use that trap. Setting a trap takes 1 minute per rank of the trap. A trap must be placed on an object and cannot be set on a character. A character cannot set a trap on a Skeleton, a Golem, an Elf or any other character. Each trap must have its own independent trigger and each trigger can only have one trap. You cannot string traps together. You can set a trap to go off on a box when it is opened, and on an object in the box, but could not set two traps to go off when the lid is opened, ever.",
        "There is no targeting of traps and no chance the trap will miss. The player needs to call the appropriate defense that stops physical attacks to avoid damage. A character many not use marital defenses like the Slay Parry, Master Parry or Critical Attack skills.",
        "A trap can only be disarmed with the Disarm Trap skill. A character can teach another how to disarm a specific trap on a particular object. For example, a character can set a trap on a box and teach his friends how to disarm that specific trap. Even if the character comes across another trap of the exact same type, they cannot disarm it. A trap must always be able to be disarmed.",
        "The cost of a trap is given in the table below.",
        {
          "type": "table",
          "headers": [
            "Effect",
            "Cost"
          ],
          "rows": [
            [
              "Each Rank of the Trap",
              "5 Copper Pieces"
            ],
            [
              "Fire Damage",
              "5 Copper Pieces"
            ],
            [
              "Copper Damage",
              "1 Copper Pieces"
            ],
            [
              "Silver Damage",
              "1 Silver Pieces"
            ],
            [
              "Gold Damage",
              "5 Silver Pieces"
            ],
            [
              "Mithril Damage",
              "10 Silver Pieces"
            ],
          ]
        },
        "So, a rank 3 trap that deals 10 points of silver damage in a 5 foot radius would cost the character 25 copper pieces. A rank 3 trap that deals 5 points of fire damage in a 10 foot radius would cost the character 20 copper pieces.",
        "All traps are purchased whole and cannot be augmented later or disassembled for parts. Once a trap is set, it normally cannot be reused unless it is disarmed without damaging the physical trap itself."
      ]
    },
    {
      "name": "Sever Limb",
      "buildCost": 10,
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "1 Stun, 1 Slay, Continuous +3 Strength Bonus",
      "skillList": "None",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill works just like the Stun skill, except the limb is removed. The head is not a limb for this skill. The character should suffix their normal damage called with “Sever Limb”. Anything held in the hand or on the arm should be dropped to the ground next to the target character. This skill has no effect if the character is struck in the torso, a limb must be targeted for this skill to work. Removal of the limb does not influence death system status.",
        "This skill requires the character to have a +3 Strength Bonus to learn and use. This can either be a natural racial bonus or from some other source, such as a magic item. However, the bonus must be a continuous bonus, not one that has a duration or is invoked for a duration. Therefore, a Strength Potion does not count towards this prerequisite."
      ]
    },
    {
      "name": "Sever Soul",
      "buildCost": 4,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Death Touch",
      "skillList": "Servant of Darkness",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill can only be used on a character that has been brought to the Brink of Death and will bring them to the end of their Death Count. This skill takes 60 seconds to use. The character should deliver this skill, by touch or through a weapon, like a Killing Blow, “<verbal> Sever Soul 1, Sever Soul 2, Sever Soul 3…” up to a 60 second count. The character only needs to say “Sever Soul” every 5 seconds after the first three and before the last three. This count must be said in an audible voice and is obvious to others looking out. Though the target character is not forced to leave the body, they may at any time after this skill is used. This skill can be blocked by the Resist Evil skill.",
        "This skill requires the use of the character’s focus and a verbal, which can be of any length and must contain the name of the skill."
      ]
    },
    {
      "name": "Shapeshift",
      "buildCost": 7,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Claws, Nature's Child",
      "skillList": "Druid",
      "purchase": "Multi",
      "duration": "1 Hour",
      "description": [
        "When this skill is purchased, the character gains the ability to transform into a normal animal with stats from the normal form of the animal from the Codex of Monstrous Creatures each time the skill is used. All armor and items worn – magical or otherwise – change into the new form and any access to them is lost, however, the benefits of any magic item is still available to the character except magic items that need to leave the character to be useful.",
        "When a character transforms, they must drop to their hands and knees for 1 minute to role-play the shift. During this time, the character puts on the appropriate costuming for the animal. The character can be attacked and harmed during this time and no skills or abilities can be used. The Druid may call latent spell defenses or invoke spell defenses from items, however. Taking damage will not interrupt the transformation unless the Druid is rendered unconscious or worse. If the character is interrupted, they do not use the skill for that Tag Cycle.",
        "They also suffer the following detriments while shapeshifted:",
        {
          "type": "list",
          "items": [
            "They cannot speak common, but can understand what others are saying",
            "They lose access to all skills, abilities, racial abilities, Body Points, etc of their old form and completely take on the stats of their new form.",
            "Cannot perform any physical activity the animal cannot naturally perform, for example, opening doors, writing, riding a horse, cooking dinner, etc.",
            "Cannot use any weapons or shields"
          ]
        },
        "While shape changed, the character appears as a completely normal and natural version of the animal form chosen.",
        "When the character changes back to their natural form and they are down Body Points, they are down the same amount of Body Points in their normal form. If this would normally put them at zero or less Body Points, the character is at 1 Body Point.",
        "The change normally lasts 1 hour, but the character may change back to their natural form at will. If while in the animal form, the character is Mortally Wounded or brought to the Brink of Death, they are forced back into their natural form. The character may expend another purchase of this skill at the end of the duration to continue staying in their shapeshifted form without changing back first.",
        "To use this skill the character must have weapons and costuming appropriate to the animal form. Plot has the final say on the stats of the animal and if it is appropriate.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Shatter Weapon",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "Warrior Basic Career Skill List, 1 Proficiency",
      "skillList": "Master Warrior",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "Using this skill, a character may shatter any weapon or shield, regardless of size, using a one-handed edge or a one-handed blunt weapon or larger. Magic, Mithril and unshatterable weapons may not be broken by use of this skill.",
        "To use this skill, the character must strike their target and hit either their body or weapons. This skill can be used as a defense and cannot be called if another character strikes them or they block with their weapon.",
        "This skill is not used if the character misses their target. If they succeed in striking their target, or if the target calls an appropriate defense, the skill is used.",
        "The character must call “Shatter Weapon/Shield” when they use this skill."
      ]
    },
    {
      "name": "Shield Parry",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "Warrior Basic Career Skill List, 1 Proficiency, Any Shield Skill",
      "skillList": "Master Warrior",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to use any martial parry skill they know with their shield."
      ]
    },
    {
      "name": "Shield Skill",
      "buildCost": null,
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "None",
      "skillList": "Warrior Basic Career Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "With this skill, a character becomes able to wield a shield and gives that character ability to block damage with a shield. Without this skill, if a character is holding a shield and the shield is struck, the character takes damage as if they were not holding the shield. A shield must be wielded to be effective; the character must hold it by the handle with a hand and arm that is not impaired. If the character holds it incorrectly or the hand or arm is impaired, then any blows struck on the shield effect the character normally, just as if they did not have the shield.",
        "Shields are not weapons and cannot be used to attack under any circumstances. No martial skill can be used with a shield regardless of the skill. However, if the character purchases the Shield Parry skill, they may then use any of their defensive martial skills with their shield.",
        "A shield worn on the back affords the character no protection. A character cannot block an attack effectively simply by wearing multiple shields, even if they have the appropriate skill.",
        "Shields of quality – Dwarven crafted, mythril, and magic shields – can stop the damaging spells of the elemental schools of magic. The spells that do not cause damage but have an effect such as the Pin, Ice Cast, Shatter, or Blast spells cannot be stopped by shields."
      ]
    },
    {
      "name": "Slay",
      "buildCost": 10,
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "Warrior Basic Career Skill List, 2 Proficiencies",
      "skillList": "Master Warrior",
      "purchase": "Multi, Special",
      "duration": "Instant",
      "description": [
        "This skill allows a character to strike down a target character with one strike. The character hit with this skill is Mortally Wounded and requires the appropriate healing. This skill ignores armor and does not damage it. The character must strike between the elbows to the shoulders and shoulders to the knees of the target character. The character must call “Slay” after the blow is delivered followed by any special damage modifiers, such as “Magic”, “Silver”, etc. This skill can also be used as a Slay Parry, which will stop any one physical martial attack, even a Slay skill. Either use of this skill expends that use of this skill for that Tag Cycle",
        "A character must have one Proficiency skill per Slay skill they wish to purchase. So, a character that wants three Slay skills must have three Proficiency skills. The Slay skill can be used with any weapon in which the character has two Proficiency skills of either type.",
        "Therefore, if the character has two Master Proficiency skills they can use their Slay with any weapon.",
        "This skill is not used if the character misses their target, does not hit the appropriate area on the target, or the attack is blocked. If they succeed in striking their target or if the target calls an appropriate defense, the skill is used."
      ]
    },
    {
      "name": "Solutions School",
      "buildCost": [
        2,
        2,
        3,
        4,
        5
      ],
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Alchemy Lore for Rank 1, Prior Rank for Rest",
      "skillList": "Alchemist",
      "purchase": "Multi",
      "duration": "Constant",
      "description": [
        "This skill is purchased in ranks similar to schools of magic. Rank 1 Solutions allows the character to identify all Solutions, which takes the character 1 minute of roleplaying in-game to perform. The higher ranks allow the character to brew Solutions of that rank and lower. So a character with Rank 3 Solutions could identify any Solution and brew any Solution in Rank 2 and Rank 3 as long as they have the recipe."
      ]
    },
    {
      "name": "Sorcery Lore",
      "buildCost": 2,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Create Scroll, 4th Rank of Any School",
      "skillList": "Sorcerer",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to read, write, and understand sorcery rituals. The rituals can be in any language, but the terms and concepts are undecipherable to anyone who does not have this skill."
      ]
    },
    {
      "name": "Speed",
      "buildCost": 6,
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "Warrior Basic Career Skill List, 2 Proficiencies",
      "skillList": "Master Warrior",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "Using this skill, a character may automatically strike their opponent with a single blow. To use this skill the character must strike at the opponent and must prefix the affect with “Speed”, followed by either weapon damage or a specialty attack such as the Disarm or Slay skills. This skill can only be used with hand to hand weapons and not with ranged attacks.",
        "Since Speed is a master level skill, only a Master Parry or a Slay skill will stop this attack. Even if the Speed skill is used with a Disarm, for example, the targeted character must use a master level skill to stop the attack.",
        "This skill is always used once called."
      ]
    },
    {
      "name": "Speed Cast",
      "buildCost": 7,
      "tagged": "Yes",
      "skillType": "Arcane",
      "prerequisites": "Any 3 Warlock Skills, Special",
      "skillList": "Warlock",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "Learning this skill allows a character to cast a spell without saying the complete verbal. When the spell is cast, the Warlock says the name of the spell suffixed by the word “…Spell”. The name of the spell does not have to be technically correct: Life spell, Heal Life spell, Heal this Life spell are all correct. This skill is used when you have said the word “Spell”.",
        "This skill can only be used with a spell cast by the character and not when invoked from an item or read from a scroll."
      ]
    },
    {
      "name": "Speed Search",
      "buildCost": 6,
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "Rogue Basic Career Skill List, Evaluate Item",
      "skillList": "Master Thief",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "With this skill, the character is able to completely search an immobile – Unconscious, paralyzed, bound, etc. – character in 10 seconds. One hand must be in contact with the target character while calling “Speed Search 1, Speed Search 2… Speed Search 10”. The 10 seconds should be accompanied by an in-game frisking starting at the head or feet and continuing along the body, as the skill is easily recognizable as a frenzied search. The target must give up any in- game items they have in their possession, except those hidden by magical means or items that are attuned. Items located inside the searched character, swallowed items for example, are revealed as such, but the character must remove the item after the search is completed.",
        "Only one character can search another character at a time. The target character is easily recognizable as having been searched."
      ]
    },
    {
      "name": "Spell Binding",
      "buildCost": 4,
      "tagged": "Yes",
      "skillType": "Arcane",
      "prerequisites": "Mage Basic Career Skill List, Rank 4 of Any School of Magic",
      "skillList": "Warlock",
      "purchase": "Multi",
      "duration": "6 Hours",
      "description": [
        "This skill allows a character to bind a spell to a targeted character thereby extending the duration of a spell to 6 hours. This skill does not work on latent or instant spells. This skill can only be used with a spell cast by the character and not when invoked from an item or read from a scroll.",
        "The use of this skill is indicated by prefixing the spell verbal by “With Spell Binding…”"
      ]
    },
    {
      "name": "Spell Holding",
      "buildCost": 4,
      "tagged": "Yes",
      "skillType": "Arcane",
      "prerequisites": "Mage Basic Career Skill List, Rank 4 of Any School of Magic",
      "skillList": "Warlock",
      "purchase": "Multi",
      "duration": "5 Minutes",
      "description": [
        "When the character invokes this skill, it will allow them to increase the duration for holding a spell from 5 seconds to 5 minutes. After the spell verbal is completed, the caster must still state the name of the Warlock skills, if any, used and the name of the spell every 5 to 10 seconds. The skill is used once invoked. If the character takes damage or the 5 minutes are up the spell and any Warlock skills that augmented the spell are lost. Note that the normal rules for having a spell in hand are still followed. For more information on this see the chapter on magic.",
        "This skill cannot be used with any type of wall spell. This skill can only be used with a spell cast by the character and not when invoked from an item or read from a scroll.",
        "The verbal for this skill is “With Spell Holding…” which must prefix the normal spell verbal."
      ]
    },
    {
      "name": "Spell Immunity",
      "buildCost": 5,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Mage Basic Career Skill List, Rank 4 of Any School of Magic",
      "skillList": "Warlock",
      "purchase": "Multi",
      "duration": "Constant",
      "description": [
        "This skill makes a character permanently immune to a specific spell chosen at the time this skill is learned. The character must know how to cast the spell, that is they must have that rank of magic and the spell in that rank. Once learned, the character is no longer able to cast that spell ever again. For example, if a character purchases Spell Immunity to the Kill spell then they cannot be affected by a Kill spell again under any circumstances. The Character can still cast a spell they are immune to from scrolls or from magic items.",
        "Use of this skill does not require a focus."
      ]
    },
    {
      "name": "Spell Singer",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Arcane",
      "prerequisites": "Literacy",
      "skillList": "Spell Singer",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill makes the character a Spell Singer and gives the character access to Spell Singing magic. In addition, it gives the character 3 Spell Singing Points."
      ]
    },
    {
      "name": "Stamina",
      "buildCost": 4,
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Multi",
      "duration": "Constant",
      "description": [
        "This skill permanently gives the character +3 Body Points each time the skill is purchased. Other than what is listed in this rulebook, this skill will not allow the character to perform any other actions or feats of great stamina."
      ]
    },
    {
      "name": "Stunning Blow",
      "buildCost": [
        6,
        12
      ],
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "Any 1 Proficiency",
      "skillList": "Warrior Basic Career Skill List",
      "purchase": "Multi",
      "duration": "Special",
      "description": [
        "By means of this skill the character is able to deliver a stunning blow to another character. If the target character is struck in the torso then they are affected by a Torso Stun for 5 seconds. If the blow lands on an arm or leg then that limb is broken and must be healed before it can be used again. The character also causes their normal damage when they use this skill. The character should suffix their damage called with the word “Stun”.",
        "For example, Sir Damien normally causes 18 points of damage with his silver sword. He wants to use his Stunning Blow skill to break an opponent’s leg. He swings his sword and calls “18 Silver Stun”, connects with the character’s leg and successfully breaks his leg and does 18 points of damage to the opponent. Satisfied with the results, he moves on to the next target.",
        "A character that is affected by a Torso Stun cannot take any offensive action, any defensive action, call any defenses, invoke any items, cast spells or speak. They may only move slowly and should call out their stun count, “Torso Stun One, Torso Stun Two, etc” for the full 5 seconds. Nothing can heal the character from being Torso Stunned. If a character’s arm is broken, they are disarmed as per the Disarm skill and must keep their arm at their side. A character with a broken leg must kneel on that limb and may only crawl. The character cannot jump or hop around on their good leg.",
        "This skill is not used if the character misses their target or the attack is blocked. If they succeed in striking their target or if the target calls an appropriate defense, the skill is used.",
        "Unless the target character is immune to stunning blows or has damage resistance superior to the attack, they take the damage and the effects of the stunning blow."
      ]
    },
    {
      "name": "Superior Strength",
      "buildCost": 15,
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill grants any character a permanent +1 Strength Bonus, non- combinable. This is combinable with any natural racial Strength Bonus the character already has. This skill can only be purchased and used by a living character. If a living character is turned into an undead, they lose the benefits of this skill."
      ]
    },
    {
      "name": "Swim",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "None",
      "skillList": "Master Miscellaneous",
      "purchase": "Once",
      "duration": "Special",
      "description": [
        "This skill has only one use, to overcome obstacles encountered during game play which do not physically exist. It cannot be used to swim across an actual lake or river if the water is there out-of-game, but if the Marshal only describes the water obstacle or if the water is only represented by a tarp, string or other out-of-game item, then the character can use this skill. The Marshal will have final say as to whether the character successfully uses this skill. The character walks across the out-of-game representation at a slow walk and can swim any reasonable distance."
      ]
    },
    {
      "name": "Tight Rope Walker",
      "buildCost": 4,
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "Rogue Basic Career Skill List, Climb",
      "skillList": "Master Thief",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill has only one use, to overcome obstacles encountered during game play which do not physically exist. It allows the character to traverse narrow surfaces and rope at a normal pace and fight normally so long as one foot remains on the representation. It cannot be used to walk along the roofs of out-of-game buildings or from tree branch to tree branch, but if the Marshal only describes the ledge or if the rope is only represented by a string along the ground then the character can use this skill. The Marshal will have final say as to whether the character successfully uses this skill."
      ]
    },
    {
      "name": "Torture",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This roleplaying skill allows the character to inflict pain upon a character without doing damage. The target character must be restrained and unable to resist. The character may cause damage if they wish at any point while using this skill; they may even deliver a Killing Blow.",
        "This skill does not force a character to answer any question, reveal any information or perform any task. It can be used with the Interrogate skill to force the target character to answer one question truthfully, but the normal rules of the Interrogate skill apply.",
        "This skill does not allow a character to mutilate a character without doing damage or magically preserving the character in anyway. For example, a character cannot remove an internal organ or bone without delivering a Killing Blow. They can remove fingers or toenails but not hearts, intestines, or spleens. This skill does not allow the character to alter the target character’s physiology in any way, the Evisceration skill is used for that."
      ]
    },
    {
      "name": "Total Power",
      "buildCost": 10,
      "tagged": "Yes",
      "skillType": "Arcane",
      "prerequisites": "Any 3 Warlock Skills, Special",
      "skillList": "Warlock",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "A spell augmented with Total Power penetrates all low magic spell defenses, and affects the target directly. The only low magic spell defense against a spell augmented with Total Power is one that was originally cast with the Total Power skill; if a character has a Total Power Negation, they can invoke it against an ordinary Kill spell or a Total Power Kill spell. The Total Power skill only penetrates spell defenses, not racial abilities or ritual spell defenses. A spell defense augmented by Total Power will still be affected by a Dispel Magic spell, or a Destroy Magic spell, for example. In regards to Magic Sanctuary, Imprisonment, and wall spells, Total Power will go through them but in turn cannot be augmented by Total Power to stop a like augmented spell. A Total Power Imprisonment spell will go through a target’s spell defenses imprisoning them, but another Total Power spell upon the imprisoned character will still affect them normally – the Imprisonment spell is not a “Total Power” Imprisonment spell. In the unique case of a character already under the affects of a Imprisonment spell, a character casting a Total Power Imprisonment spell will go through the imprisonment removing the original and affecting the character with a new Imprisonment spell.",
        "This skill can only be used with a spell cast by the character and not when invoked from an item or read from a scroll.",
        "To use this skill, the character prefixes the spell verbal by the phrase “With Total Power…”"
      ]
    },
    {
      "name": "Tracking",
      "buildCost": 6,
      "tagged": "No",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Master Miscellaneous",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "In order to successfully use this skill, a Marshal must be present. This skill allows the character to track any character that leaves visible signs of its passing. While using this skill the character must move at a slow walking pace. The Marshal has final say as to the successful use of this skill. If no Marshal is present, this skill fails. In addition, the Marshal must know the whereabouts of the character(s) being tracked. If the Marshal does not know, or cannot discover the whereabouts in a reasonable amount of time, the attempt fails.",
        "For example, Kenai wants to track a necromancer and his undead that attacked some Avalonians. He gets a Marshal who knows where the NPC’s were headed to and marshals the tracking skill. However, when the players arrive at the encounter site, the NPC’s are not there. The Marshal has no idea where the NPC’s are and therefore the tracking attempt has failed.",
        "This skill can be used to cover tracks as well. While using this skill in this fashion, the player must move at a slow walking pace, one step per second. The Marshal has final say as to the successful use of this skill."
      ]
    },
    {
      "name": "Trap Dodge",
      "buildCost": 4,
      "tagged": "Yes",
      "skillType": "Dexterity",
      "prerequisites": "Rogue Basic Career Skill List, Set Trap Rank 3",
      "skillList": "Master Thief",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "This skill allows a character to escape the effects of a trap once it has been triggered. The character does not move from the spot they were in when the trap was triggered. The character can dodge a trap even if they were surprised. This skill may not be combined with Dodge, Jump, or any other movement-affecting skill. The character cannot dodge a trap that they intentionally set off."
      ]
    },
    {
      "name": "True Aim",
      "buildCost": 6,
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "Warrior Basic Career Skill List, 1 Proficiency with a Ranged Weapon or 1 Assassin Proficiency Skill",
      "skillList": "Master Warrior, Assassin",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "With this skill, the character may hit any target character within line of sight flawlessly without having to actually hit the target. The character must have the appropriate ranged attack in hand and the character must fire or throw the attack. If the character or targeted character is outside a building the missile attack must go at least as far, if not farther than the target. It need not hit or be close, just reach the target. If the character and the target character are inside an out- of-game real world building the range of a True Aim skill is unlimited. The character must prefix the attack with “True Aim…”, and call the damage or effect. The character should indicate the target clearly by pointing at the target.",
        "This skill is always used once called."
      ]
    },
    {
      "name": "Turn Lesser Undead",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Detect Undead",
      "skillList": "Follower of the Light",
      "purchase": "Multi",
      "duration": "30 Minutes",
      "description": [
        "This skill will force all lesser undead and lesser demons within hearing range or line of sight of the character to turn and flee away from them for 30 minutes. The affected characters must turn and move as fast as that type of character is able to move. They are not allowed to take any offensive actions and cannot use defensive skills, but they may invoke latent defenses.",
        "This skill can only be countered by a Servant of Darkness control skill, Empower skill or sorcery; necromancy will not counter this skill.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Turn Undead Horde",
      "buildCost": 8,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Repel Undead",
      "skillList": "Follower of the Light",
      "purchase": "Multi",
      "duration": "30 Minutes",
      "description": [
        "This skill will force all undead and demons of any type, within hearing range or line of sight of the character to turn and flee away from them for 30 minutes. The affected characters must turn and move as fast as that type of character is able to move. They are not allowed to take any offensive actions and cannot use defensive skills, but they may invoke latent defenses.",
        "This skill can only be countered by a Servant of Darkness control skill, Empower skill or sorcery; necromancy will not counter this skill.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill."
      ]
    },
    {
      "name": "Unlife",
      "buildCost": 8,
      "tagged": "No",
      "skillType": "Faith",
      "prerequisites": "Dark Paladin, Cloak Undead",
      "skillList": "Servant of Darkness",
      "purchase": "Once",
      "duration": "Special",
      "description": [
        "Once this skill is purchased, the character’s immunity to being turned into an undead is forfeit. Every time the character is raised as an undead through necromancy or sorcery they gain the characteristics of the undead they are turned into – body and abilities – and will be able to use all of their skills and Servant of Darkness skills as a free thinking character not under the caster’s control. The one exception is Zombies and Skeletons created through the Necromancy School, the character cannot use any skill or ability that requires verbals.",
        "If the character is resurrected, they will retain memory of their time as an undead, but not the act of being animated. This skill will not protect them from skills or abilities that control undead."
      ]
    },
    {
      "name": "Venom Touch",
      "buildCost": 8,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Pain Touch, Dark Paladin",
      "skillList": "Servant of Darkness",
      "purchase": "Multi",
      "duration": "5 Minutes",
      "description": [
        "This skill will contaminate the targeted character’s blood with a fatal, non-alchemical effect, bypassing all armor. The target is paralyzed for 5 minutes and if not cured in that time the character will be brought to the Brink of Death. This effect can only be cured by using the Heal Wounds skill to Purify Blood. While under the effects of this skill, the target is surrounded by a sickly green nimbus.",
        "This skill requires the use of the character’s focus and a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill. This skill can be delivered by touch or through a weapon. This skill can be blocked by, and is expended by, a magical defense that stops physical attacks or the Resist Evil skill, or a defensive martial skill which is used but does not expend the Pain Touch skill for that Tag Cycle. This effect can only be cured by a Purify Blood cast from a Heal Wounds skill, not the low magic spell."
      ]
    },
    {
      "name": "Waylay",
      "buildCost": [
        5,
        15
      ],
      "tagged": "No",
      "skillType": "Dexterity",
      "prerequisites": "Small Weapon Skill",
      "skillList": "Rogue Basic Career Skill List",
      "purchase": "Once",
      "duration": "5 Minutes",
      "description": [
        "This skill will render a target character Unconscious by striking them with a small weapon. The character should tap the target player between the shoulder blades with the weapon and prefix their damage with the word “Waylay”. All Damage Bonuses and Strength Bonuses will add to the damage done by a Waylay. The character must call damage to be effective; a “Waylay Zero” or less has no effect.",
        "This skill must be delivered from behind. The character must be approximately 90 degrees behind their target to be considered behind them. The character cannot reach their arms around the target to use their Waylay skill. A Waylay does not have to be delivered from surprise, but cannot be delivered against a character who is currently engaged in combat. Once a character has been hit with a Waylay, they are considered to be in-combat, therefore you cannot hit the same character with another waylay immediately after. A character cannot Waylay two characters simultaneously even if they have the Florentine skill. Additionally, a character cannot use the Waylay skill with a ranged attack, even if it is augmented by the True Aim skill.",
        "A defense that stops physical attacks will protect the character from both the effect and damage done by a waylay. Additionally, a helmet that covers the back of a character’s head and neck will also protect against a Waylay. When armor is evaluated by an Arms Marshal, the helmet is assigned a certain number of Armor Points. In order for a Waylay to knock a character unconscious, it must do more damage than the Armor Points in the helmet. For example, if the target is wearing a helmet worth 2 Armor Points, and you call “Waylay one”, then the target does not fall unconscious but still takes 1 point of damage. The Armor Points in the helmet are the last ones to go for purposes of waylay protection.",
        "In-game, a Waylay should be perceived as a strong, hard blow to the back of a character’s head, accompanied by a meaty “thunk”. It is not possible to make this a quiet attack; the character must say – not whisper – the word “Waylay”; everyone who hears that word knows that a strong blow has been struck."
      ]
    },
    {
      "name": "Weapon Accuracy",
      "buildCost": 3,
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "Warrior Basic Career Skill List, 1 Proficiency, or 1 Assassin Proficiency",
      "skillList": "Master Warrior, Assassin",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "Using this skill, a character can pinpoint the “chink” in their opponent’s Armor, and hit their Body Points directly. The character must suffix the word “Body” after the amount of damage. This notifies their opponent that such damage is to be deducted from their Body Point total. This skill may be used with other damage skills such as Critical Attack and Speed, as well as being an effective way to deliver blade poisons. This skill will work against mundane or magical Armor Points, even those from an Armor spell.",
        "This skill cannot be used with an attack that does not do damage.",
        "This skill is not used if the character misses their target or the attack is blocked. If they succeed in striking their target or if the target calls an appropriate defense, the skill is used."
      ]
    },
    {
      "name": "Weapon Barrier",
      "buildCost": 6,
      "tagged": "Yes",
      "skillType": "Martial",
      "prerequisites": "Weapons Master, 4 Proficiencies",
      "skillList": "Master Warrior, Assassin",
      "purchase": "Multi",
      "duration": "1 Minute",
      "description": [
        "This skill grants the character a 2 Threshold for 1 minute. This skill will stack with itself, so each additional use of this skill will grant the character an additional +2 Threshold up to a maximum of an 8 Threshold. The player must decide when they invoke this skill how many purchases they wish to use; they cannot decide later to increase the Threshold value.",
        "To use this skill, the character must be wielding a weapon. The player should call, “Weapon Barrier, x Threshold”, where ‘x’ is the value of the Threshold. Then about every 30 seconds they should remind everyone they are using this skill by saying, “Active Weapon Barrier x”. If the character should lose their weapon, they no longer gain the benefit of the Threshold. When the character is once more wielding a weapon, the benefit of the Threshold is regained. This same rule applies to the character being rendered Unconscious or forced into a Death Count. Once the character is awoken or healed, the Threshold continues. Finally, if a character is unable to wield their weapon – they are bound, paralyzed or imprisoned, their limb is broken, they are blinded and do not have the Blind Fighting skill, etc. – they will lose the benefit of the Threshold until they are able to wield a weapon again. Note that the 1 minute count continues even if the character is not gaining the benefit of this skill.",
        "This effect stacks only with non-magical threshold effects.",
        "For example, Scanlon is ambushed by four Orcs. Being alone and without his healer, he decides not to risk being felled by these evil creatures. He invokes two purchases of his Weapon Barrier skill by saying, “Weapon Barrier, 4 Threshold,” and engages the Orcs. One of the Orcs is an Orc Hero and deals 5 points of damage with his weapon and two others are only dealing 3 points of damage. Since Scanlon cannot increase his threshold even though he has a third purchase of this skill, he turns his attention to the Orc Hero and drops him quickly. However, this allows the Orc shaman to hit Scanlon with a Bind spell. Now he no longer gains the benefit of the Weapon Barrier skill and loses his 4 Threshold. The remaining two Orcs are able to easily cut him down."
      ]
    },
    {
      "name": "Weapon Proficiency",
      "buildCost": [
        10,
        15
      ],
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "Any Weapon Skill",
      "skillList": "Warrior Basic Career Skill List",
      "purchase": "Multi",
      "duration": "Constant",
      "description": [
        "When this skill is purchased the character gains a Damage Bonus to
their attacks given in the table below.",{"type": "table","headers": [
          "Weapon Type",
          "Damage Bonus"
        ],
        "rows": [
          [
            "Small, Thrown, One-Handed, and Crossbows",
            "+1"
          ],
          [
            "Bows",
            "+1.5"
          ]
        ],
        "footers": ["Note: The bonus is rounded down so one purchase give a +1 Damage
Bonus and two purchases give a +3 Damage Bonus."]
        },
        "This skill must be purchased for a specific weapon category and cannot be used with other weapons. Additionally, this skill is hand specific and the character must choose whether to apply the Damage Bonus to either their right or left hand when they purchase this skill.",
        "This skill is stackable with itself and all Weapon Proficiencies learned within a specific weapon category are cumulative. So a Weapon Proficiency +4 with Polearm skill would allow the character to cause 10 points of damage with their polearm. Weapon Proficiencies with other weapon categories do not stack with each other.",
        "For example, Jaygo purchases the Weapon Proficiency +1 skill with his One-Handed Edge skill with his right hand. He would then cause 3 points of damage with his long sword. Later, Jaygo learns the Weapon Proficiency +2 skill with his One-Handed Edge skill with his right hand and a Weapon Proficiency +1 with Small Weapon skill with his left hand. Now, with his Florentine skill, he causes 4 points of damage with his long sword and 2 points of damage with his dagger, so long as he uses his weapons in the correct hand.",
        "Proficiencies purchased for bastard weapons are also hand specific. The character gains the Damage Bonus when they use the bastard weapon in two hands and with only one hand so long as it is in the hand they specified at the time the skill was learned.",
        "Proficiencies learned with weapon categories do not transfer to free weapons gained. For example, a character that learns the One- Handed Edge skill and Two-Handed Edge skill can also use Bastard Edged Weapons, but their One-Handed or Two-Handed Edge Weapon Proficiencies cannot be used with a bastard weapon. This is also true for bastard weapon skills."
      ]
    },
    {
      "name": "Weapon Skill",
      "buildCost": null,
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "None",
      "skillList": "Warrior Basic Career Skill List, Rogue Basic Career Skill List, Mage Basic Career Skill List",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill is broken down into various categories of weapons. The character must learn each skill individually. All these skills give the character the ability to call damage with that weapon type. If a character does not have the appropriate skill, not only can they not call damage, but should the weapon they are holding be struck, they take the damage anyway.",
        "The Small Weapon skill costs zero Build Points and anyone can learn this skill. The character does not have to take the skill if they do not want, but they then cannot use a small weapon. However, any character that learns a weapon skill automatically learns the Small Weapon skill and it is put on their Character Card.",
        "If a character has the One-Handed Edge and Two-Handed Edge skills they can use a Bastard Sword as well. The same is true for the blunt weapons skills.",
        "Weapon skills are not hand specific. A character with the One- Handed Edge skill can use their short sword in either their right or left hand with no penalty. Bastard weapons used in one hand will do one less point of damage then when used with two hands. Two handed weapons of any type must be used with two hands to cause damage but can still be used to block attacks if used in one hand. Any marital parry skill the character has with their two handed weapon can be used while only using one hand.",
        "All weapons fall into one of the listed weapon categories. Any new weapon to the game must fall into one of these categories."
      ]
    },
    {
      "name": "Weapons Master",
      "buildCost": 10,
      "tagged": "No",
      "skillType": "Martial",
      "prerequisites": "Warrior Basic Career Skill List, 50 Build Points of Martial Skills",
      "skillList": "Master Warrior",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "With the purchase of this skill, a character gains the ability to use every form of weapon and shield listed on the Warrior Basic Career Skill List and the Florentine skill. Weapons not listed on the Warrior Basic Career Skill List may be learned at no additional cost when taught by someone with the specific weapon skill or Weapons Master and the knowledge of how to use the weapon.",
        "Additionally, any Build Points spent on weapon skills the character may have are refunded when this skill is learned. So, if a character has One-handed Edge skill, Two-handed Edge skill and Large Shield skill the character would get back a total of 10 Build Points, effectively getting the Weapons Master skill for free."
      ]
    },
    {
      "name": "Weapon Smith",
      "buildCost": [
        4,
        6,
        8,
        10
      ],
      "tagged": "No",
      "skillType": "Miscellaneous",
      "prerequisites": "None",
      "skillList": "Miscellaneous Skill List",
      "purchase": "4 Times",
      "duration": "Constant",
      "description": [
        "This skill allows a character to make weapons. The table below outlines what each rank of the Weapon Smith skill allows the character to create.",
        {
          "type": "table",
          "headers": [
            "Rank",
            "Weapon or Special Crafting"
          ],
          "rows": [
            [
              "Rank 1",
              "Small Weapons"
            ],
            [
              "Rank 1",
              "One-Handed Blunt"
            ],
            [
              "Rank 1",
              "Bastard Blunt"
            ],
            [
              "Rank 1",
              "Two-Handed Blunt"
            ],
            [
              "Rank 1",
              "Spear"
            ],
            [
              "Rank 1",
              "Quarterstaff"
            ],
            [
              "Rank 1",
              "Any Shield"
            ],
            [
              "Rank 2",
              "One-Handed Edge"
            ],
            [
              "Rank 2",
              "Bastard Edge"
            ],
            [
              "Rank 2",
              "Two-Handed Edge"
            ],
            [
              "Rank 2",
              "Polearm"
            ],
            [
              "Rank 2",
              "Cold Forging"
            ],
            [
              "Rank 2",
              "Coper, Silver, or Gold Coating"
            ],
            [
              "Rank 2",
              "Wire Creation"
            ],
            [
              "Rank 3",
              "Venom Dagger"
            ],
            [
              "Rank 3",
              "Enchantment Quality"
            ],
            [
              "Rank 3",
              "Permanently Alloyed Weapon"
            ],
            [
              "Rank 3",
              "Locks"
            ],
            [
              "Rank 4",
              "Bone Crafting"
            ],
            [
              "Rank 4",
              "Venom Sword"
            ],
            [
              "Rank 4",
              "Unshatterable (Dwarven Crafting)"
            ],
            [
              "Rank 4",
              "+1 Damage Bonus (Elvent Crafting)"
            ],
            [
              "Rank 4",
              "Mithril Forging"
            ],
          ]
        },
        "A character can create any number of normal weapons they wish in between Events. The character needs to hand over the appropriate weapon stock – which they can buy from the Treasure Manager – and receives the appropriate weapon card. If a character wishes to make a weapon during an Event, they must spend the indicated time in- game. All special weapons must be made in-game.",
        "For full details on creating weapons see the description under the Miscellaneous Skill List in Chapter 2."
      ]
    },
    {
      "name": "White Sorcerer",
      "buildCost": 3,
      "tagged": "No",
      "skillType": "Faith",
      "prerequisites": "Plot Approval, Rank 3 Sorcery",
      "skillList": "Follower of the Light",
      "purchase": "Once",
      "duration": "Constant",
      "description": [
        "This skill allows the character to cast white only rituals, gives the character a +5% Casting Bonus to all white and white only rituals and double their Knowledge Bonus for ranks of Healing School.",
        "For more information, see the sections on Follower of the Light Advanced Career and Sorcerer Advanced Career."
      ]
    },
    {
      "name": "Wounding",
      "buildCost": 5,
      "tagged": "Yes",
      "skillType": "Faith",
      "prerequisites": "Dark Cleric",
      "skillList": "Servant of Darkness",
      "purchase": "Multi",
      "duration": "Instant",
      "description": [
        "Once this skill is purchased, the character gains a Wounding Pool. For each purchase of this skill the character gains 25 Wounding Points. The character may use this to heal themselves and any evil characters’ – Servants of Darkness, undead, demons, Dark Acolytes, etc. – Body Points at a rate of one for one. The character may not use their pool to mimic Healing School spells.",
        "The character may also use one Wounding Pool Point to augment the damage of their weapon strike to “Dark” which will do direct Body Point damage to any character, even those only affected by magic. This does not increase the damage done by the attack. The character may use any amount of their available Wounding Pool to deliver direct Body Point damage on a one for one ratio by touch or thrown with a spell packet.",
        "For example, Raizen the Dark Cleric has five purchases of the Wounding skill giving her a 125 point Wounding Pool. She has used 50 points already leaving her with 75 Wounding Pool Points. During a town battle, she uses 40 points of her Wounding Pool by touch to harm Roselina, saying, “By the Dark Lord’s hate, I strike you down, 40 Dark”. Roselina falls but others around her heard what happened and begin attacking Raizen. She normally swings 5 points of damage with her sword and uses 1 point of her Wounding Pool per swing to augment her damage. She now swings “5 Dark” and does direct Body Point damage to any character she attacks.",
        "A character that also has the Dark Paladin skill can increase the damage of their weapon strikes at a one for one ratio with their Wounding Pool up to their available Wounding Pool.",
        "For example, Tyr is fighting the Ducal Guard. Outnumbered, he decides to increase his damage using his Wounding Pool from 7 points of damage. He uses 3 points of his Wounding Pool with each swing. He now swings 10 points of damage and calls “10 Dark” damaging their Body Points directly. Tyr can use more of his Wounding Pool with each attack to increase his damage accordingly.",
        "This skill requires the use of a verbal, which must be at least 5 syllables, not including the skill’s name, and must contain some reasonably recognizable version of the name of the skill. This skill can be delivered by touch, thrown, or through a weapon. If delivered through a weapon, the targeted character must be struck, and unlike Channeled spells, weapons and shields will stop the attack. If the character misses their target, whether thrown or delivered threw a weapon, or the target uses a martial skill to stop the attack, the skill is not used. If the attack is stopped by a Resist Evil skill or a magical defense that stops physical attacks, the skill is used."
      ]
    }
  ]
}
